{
  "Ada Chen Rekhi": {
    "guest": "Ada Chen Rekhi",
    "episode_title": "Ada Chen Rekhi on Navigating Career Success and Meaningfulness",
    "date": "2023-09",
    "guest_description": "Ada Chen Rekhi is an executive coach and co-founder of Notejoy, focusing on helping founders scale themselves."
  },
  "Adam Fishman": {
    "guest": "Adam Fishman",
    "episode_title": "The Art and Science of Onboarding with Adam Fishman",
    "date": "2023-03-15",
    "guest_description": "Adam Fishman was the first growth and marketing hire at Lyft, where he led growth and marketing efforts. He is an expert in product onboarding and customer experience."
  },
  "Adam Grenier": {
    "guest": "Adam Grenier",
    "episode_title": "Adam Grenier on Rethinking Product-Market Fit in Changing Markets",
    "date": "2023-05",
    "guest_description": "Adam Grenier is a seasoned marketing and growth expert, known for his work in advising companies on adapting to market changes and optimizing product-market fit."
  },
  "Adriel Frederick": {
    "guest": "Adriel Frederick",
    "episode_title": "Adriel Frederick on Building Algorithmic Products and Balancing Human Input",
    "date": "2023-09",
    "guest_description": "Adriel Frederick is a VP of Product at Reddit, focusing on incubating and scaling new products, and previously served as Director of Product at Lyft."
  },
  "Aishwarya Naresh Reganti + Kiriti Badam": {
    "guest": "Aishwarya Naresh Reganti + Kiriti Badam",
    "episode_title": "Building AI Products: Insights and Strategies with Aishwarya Naresh Reganti and Kiriti Badam",
    "date": "2023-09",
    "guest_description": "Aishwarya Naresh Reganti and Kiriti Badam are experts in AI product development, focusing on the unique challenges and strategies involved in creating AI-driven solutions."
  },
  "Albert Cheng": {
    "guest": "Albert Cheng",
    "episode_title": "Albert Cheng on Growth, Retention, and Monetization Strategies",
    "date": "2023-05",
    "guest_description": "Albert Cheng is a growth expert known for his work with successful consumer subscription products, including his role at Grammarly."
  },
  "Alex Hardimen": {
    "guest": "Alex Hardimen",
    "episode_title": "The New York Times' Alex Hardiman on Building Products that Matter",
    "date": "2023-06-15",
    "guest_description": "Alex Hardimen is the Chief Product Officer at The New York Times, focusing on creating impactful products that align with the company's mission to inform and engage the public."
  },
  "Alex Komoroske": {
    "guest": "Alex Komoroske",
    "episode_title": "Alex Komoroske on Gardening vs. Building: A New Approach to Product Development",
    "date": "2023-07",
    "guest_description": "Alex Komoroske is a product leader and thinker known for his innovative approach to product development, focusing on emergent systems and decentralized decision-making."
  },
  "Alexander Embiricos": {
    "guest": "Alexander Embiricos",
    "episode_title": "The Future of Coding: How Codex is Transforming Software Engineering",
    "date": "2023-08-15",
    "guest_description": "Alexander Embiricos is a leader at OpenAI, working on Codex, a coding agent designed to assist software engineers by automating code generation and error detection."
  },
  "Alisa Cohn": {
    "guest": "Alisa Cohn",
    "episode_title": "How to Have Difficult Conversations and Build a Thriving Career | Alisa Cohn",
    "date": "2023-08-15",
    "guest_description": "Alisa Cohn is an executive coach and author, known for her expertise in leadership development and helping leaders navigate challenging workplace dynamics."
  },
  "Ami Vora": {
    "guest": "Ami Vora",
    "episode_title": "The Art of Product Leadership with Ami Vora",
    "date": "2023-05",
    "guest_description": "Ami Vora is a product leader known for her work at Meta, where she has been instrumental in driving product strategy and development."
  },
  "Amjad Masad": {
    "guest": "Amjad Masad",
    "episode_title": "The Future of Coding: How Replit is Changing the Game with Amjad Masad",
    "date": "2023-05-15",
    "guest_description": "Amjad Masad is the CEO and co-founder of Replit, a platform that simplifies the process of coding and software development, making it accessible to millions worldwide."
  },
  "Andrew Wilkinson": {
    "guest": "Andrew Wilkinson",
    "episode_title": "Andrew Wilkinson: Building a Business Empire, Investing in Startups, and the Future of AI",
    "date": "2023-06-15",
    "guest_description": "Andrew Wilkinson is the co-founder of Tiny, a venture capital firm that invests in and acquires small internet businesses, and is known for his expertise in building and scaling companies."
  },
  "Andy Johns": {
    "guest": "Andy Johns",
    "episode_title": "Andy Johns on Mental Health in the Tech Industry and Recognizing the Signs of Burnout",
    "date": "2023-08-15",
    "guest_description": "Andy Johns is a seasoned growth expert and former executive at companies like Facebook, Twitter, and Wealthfront, known for his insights into mental health and burnout in the tech industry."
  },
  "Andy Raskin_": {
    "guest": "Andy Raskin_",
    "episode_title": "The Biggest Story Wins: How to Craft a Strategic Narrative with Andy Raskin",
    "date": "2023-03-19",
    "guest_description": "Andy Raskin is a strategic narrative consultant known for helping companies craft compelling stories to drive growth and engagement."
  },
  "Anneka Gupta": {
    "guest": "Anneka Gupta",
    "episode_title": "Anneka Gupta on Strategic Decision-Making and Leading Product Teams",
    "date": "2023-09",
    "guest_description": "Anneka Gupta is the Chief Product Officer at Rubrik, a lecturer on product management at Stanford University's Graduate School of Business, and serves on the board of Tinuiti."
  },
  "Annie Duke": {
    "guest": "Annie Duke",
    "episode_title": "Annie Duke on Making Better Decisions and Avoiding Cognitive Biases",
    "date": "2023-05-15",
    "guest_description": "Annie Duke is a former professional poker player and decision-making expert, known for her work in cognitive psychology and behavioral decision science."
  },
  "Annie Pearl": {
    "guest": "Annie Pearl",
    "episode_title": "Annie Pearl on Product Strategy and Leadership",
    "date": "2023-08",
    "guest_description": "Annie Pearl is the Chief Product Officer at Calendly, with previous roles including Chief Product Officer at Glassdoor and Director of Product Management at Fox."
  },
  "Anton Osika": {
    "guest": "Anton Osika",
    "episode_title": "Anton Osika on Building Lovable: The Fastest Growing Startup in Europe",
    "date": "2023-09",
    "guest_description": "Anton Osika is the founder of Lovable, an AI-driven software engineering company, known for its rapid growth and innovative approach to product development."
  },
  "Anuj Rathi": {
    "guest": "Anuj Rathi",
    "episode_title": "Leading Product at a Global Scale with Anuj Rathi",
    "date": "2023-09-15",
    "guest_description": "Anuj Rathi is a senior product leader at Swiggy, one of India's largest food delivery platforms, known for his expertise in scaling product teams and driving growth in competitive markets."
  },
  "Aparna Chennapragada": {
    "guest": "Aparna Chennapragada",
    "episode_title": "The Future of Product Development with Aparna Chennapragada",
    "date": "2023-07",
    "guest_description": "Aparna Chennapragada is a technology executive known for her expertise in AI and product development, previously serving as the Chief Product Officer at Robinhood and a long-time leader at Google."
  },
  "April Dunford": {
    "guest": "April Dunford",
    "episode_title": "April Dunford on Mastering Product Positioning",
    "date": "2023-06",
    "guest_description": "April Dunford is a best-selling author and expert in product positioning, known for her book 'Obviously Awesome' and her work with over 200 companies to refine their positioning strategies."
  },
  "April Dunford 2.0": {
    "guest": "April Dunford 2.0",
    "episode_title": "April Dunford on Mastering Product Positioning and Sales Pitch Strategies",
    "date": "2023-09-15",
    "guest_description": "April Dunford is a renowned expert in product positioning and the author of 'Obviously Awesome' and 'Sales Pitch'. She has over 25 years of experience as a VP in various tech companies."
  },
  "Archie Abrams": {
    "guest": "Archie Abrams",
    "episode_title": "Mastering Product Growth: Insights from Archie Abrams, VP of Product at Shop",
    "date": "2023-09-15",
    "guest_description": "Archie Abrams is the VP of Product and Head of Growth at Shop, specializing in product management and growth strategies."
  },
  "Arielle Jackson": {
    "guest": "Arielle Jackson",
    "episode_title": "How to Build a Brand: Lessons from Google, Square, and More with Arielle Jackson",
    "date": "2022-06-12",
    "guest_description": "Arielle Jackson is a marketing expert who spent nine years at Google, where she helped grow Gmail, and later worked at Square as one of the first marketers, helping to launch and scale Square Reader."
  },
  "Asha Sharma": {
    "guest": "Asha Sharma",
    "episode_title": "The Future of Work: From Product as Artifact to Product as Organism",
    "date": "2023-07-15",
    "guest_description": "Asha Sharma is the Chief Operating Officer at Instacart, with expertise in scaling operations and driving product innovation."
  },
  "Austin Hay": {
    "guest": "Austin Hay",
    "episode_title": "Navigating the New Era of Ad Networks with Austin Hay",
    "date": "2023-08",
    "guest_description": "Austin Hay is an expert in digital marketing and advertising, focusing on the evolution of ad networks and data privacy. He has extensive experience in helping marketers adapt to changes in data tracking and probabilistic modeling."
  },
  "Ayo Omojola": {
    "guest": "Ayo Omojola",
    "episode_title": "The Secret to Cash App's Success with Ayo Omojola",
    "date": "2023-06-15",
    "guest_description": "Ayo Omojola is a product leader known for his work at Cash App, where he focuses on creating innovative financial solutions that stand out in the market."
  },
  "Bangaly Kaba": {
    "guest": "Bangaly Kaba",
    "episode_title": "The Product Leader's Playbook: Lessons from Facebook, Instagram, Instacart, and YouTube with Bangaly Kaba",
    "date": "2023-06-18",
    "guest_description": "Bangaly Kaba is a seasoned product leader with experience as an early growth PM at Facebook, head of growth at Instagram, VP of product at Instacart, and currently director of product management at YouTube."
  },
  "Barbra Gago": {
    "guest": "Barbra Gago",
    "episode_title": "Creating and Owning a Category with Barbra Gago",
    "date": "2022-05",
    "guest_description": "Barbra Gago is the founder and CEO of Pando, a company focused on career progression and development. She has extensive expertise in marketing and category creation."
  },
  "Ben Horowitz": {
    "guest": "Ben Horowitz",
    "episode_title": "Ben Horowitz on Leadership, Decision-Making, and Building a Successful Company",
    "date": "2023-09-15",
    "guest_description": "Ben Horowitz is a co-founder and general partner at the venture capital firm Andreessen Horowitz, known for his expertise in leadership and building successful companies."
  },
  "Ben Williams": {
    "guest": "Ben Williams",
    "episode_title": "Ben Williams on Growth Loops, Strategy, and Focus",
    "date": "2023-08-15",
    "guest_description": "Ben Williams is a VP of Product at Snyk, with expertise in product growth and strategy."
  },
  "Benjamin Lauzier": {
    "guest": "Benjamin Lauzier",
    "episode_title": "Ben Lauzier on Marketplace Dynamics, Growth Strategies, and Product Leadership",
    "date": "2023-05-15",
    "guest_description": "Benjamin Lauzier is the former VP of Product and Growth at Thumbtack, where he played a key role in rebuilding the product team, refining growth strategies, and re-architecting the revenue model."
  },
  "Benjamin Mann": {
    "guest": "Benjamin Mann",
    "episode_title": "The Future of AI: Risks and Opportunities with Benjamin Mann",
    "date": "2023-09",
    "guest_description": "Benjamin Mann is a former researcher at OpenAI and an expert in AI safety and alignment, currently focused on developing strategies to mitigate risks associated with superintelligent AI."
  },
  "Bill Carr": {
    "guest": "Bill Carr",
    "episode_title": "Working Backwards: Insights, Stories, and Secrets from Inside Amazon with Bill Carr",
    "date": "2021-03",
    "guest_description": "Bill Carr is the co-author of the book Working Backwards and a former Amazon executive who played a key role in launching and managing Amazon's global digital music and video businesses."
  },
  "Bob Baxley": {
    "guest": "Bob Baxley",
    "episode_title": "Bob Baxley on Designing the Future: Lessons from Apple, Pinterest, and Beyond",
    "date": "2023-08-15",
    "guest_description": "Bob Baxley is a design executive known for his work at Apple, Pinterest, and other leading tech companies, where he has focused on creating user-centered design solutions."
  },
  "Bob Moesta": {
    "guest": "Bob Moesta",
    "episode_title": "Bob Moesta on Understanding Jobs to Be Done and Customer Behavior",
    "date": "2023-06-15",
    "guest_description": "Bob Moesta is a co-founder of The Re-Wired Group and a pioneer in the Jobs to Be Done theory, focusing on innovation and customer behavior."
  },
  "Bob Moesta 2.0": {
    "guest": "Bob Moesta 2.0",
    "episode_title": "Bob Moesta 2.0 on Career Progression and Jobcations",
    "date": "2023-09",
    "guest_description": "Bob Moesta is a renowned expert in innovation and product development, co-founder of The Re-Wired Group, and an author known for his work on Jobs-to-be-Done theory."
  },
  "Boz": {
    "guest": "Boz",
    "episode_title": "The Early Days of Facebook and Building the Newsfeed with Andrew 'Boz' Bosworth",
    "date": "2023-05-15",
    "guest_description": "Andrew 'Boz' Bosworth is the CTO of Meta Platforms, known for his early work as one of the first engineers at Facebook and for leading the development of key features like the Newsfeed."
  },
  "Brandon Chu": {
    "guest": "Brandon Chu",
    "episode_title": "Brandon Chu on Building Product at Shopify, Writing's Impact on Career, and the Platform PM Role",
    "date": "2022-05",
    "guest_description": "Brandon Chu is a VP of Product at Shopify with expertise in product management and writing."
  },
  "Brendan Foody": {
    "guest": "Brendan Foody",
    "episode_title": "The Era of Evals: How Brendan Foody is Transforming AI Model Evaluation",
    "date": "2023-08-15",
    "guest_description": "Brendan Foody is a leading expert in AI model evaluation and the CEO of a company that partners with top AI labs to improve model capabilities through a specialized labor marketplace."
  },
  "Bret Taylor": {
    "guest": "Bret Taylor",
    "episode_title": "Bret Taylor on the Future of AI, Lessons from Google and Salesforce, and More",
    "date": "2023-09-15",
    "guest_description": "Bret Taylor is the former co-CEO of Salesforce, chairman of the board at OpenAI, and has previously served as the CTO of Meta."
  },
  "Brian Balfour": {
    "guest": "Brian Balfour",
    "episode_title": "Growth Strategies and the Future of Distribution with Brian Balfour",
    "date": "2023-04-15",
    "guest_description": "Brian Balfour is the founder and CEO of Reforge, a company that provides advanced professional education for growth professionals. He is an expert in growth strategy and has previously led growth teams at companies like HubSpot."
  },
  "Brian Chesky": {
    "guest": "Brian Chesky",
    "episode_title": "Brian Chesky on the Art of Leadership and Building Airbnb",
    "date": "2023-08-28",
    "guest_description": "Brian Chesky is the co-founder and CEO of Airbnb, a leading online marketplace for lodging and travel experiences."
  },
  "Brian Tolkin": {
    "guest": "Brian Tolkin",
    "episode_title": "Brian Tolkin on the Intersection of Product and Operations at Uber and Opendoor",
    "date": "2023-05-15",
    "guest_description": "Brian Tolkin is a product leader with expertise in combining product and operations, having worked at Uber and Opendoor."
  },
  "Cam Adams": {
    "guest": "Cam Adams",
    "episode_title": "The Secrets Behind Canva's Explosive Growth and Unique Culture with Cameron Adams, Co-founder & Chief Product Officer",
    "date": "2023-08-20",
    "guest_description": "Cam Adams is the Co-founder and Chief Product Officer at Canva, a leading graphic design platform known for its user-friendly interface and innovative approach to design."
  },
  "Camille Fournier": {
    "guest": "Camille Fournier",
    "episode_title": "The Secrets of Managing Engineers and Building Great Teams with Camille Fournier",
    "date": "2022-08-14",
    "guest_description": "Camille Fournier is the Managing Director at Two Sigma and an expert in engineering leadership and team management."
  },
  "Camille Hearst": {
    "guest": "Camille Hearst",
    "episode_title": "Camille Hearst on Building Products People Love, the Art of Storytelling, and Lessons from Apple and Pinterest",
    "date": "2023-07-15",
    "guest_description": "Camille Hearst is the Head of Product at Notion, with expertise in product management and experience at companies like Apple and Pinterest."
  },
  "Camille Ricketts": {
    "guest": "Camille Ricketts",
    "episode_title": "Finding Content-Market Fit with Camille Ricketts",
    "date": "2023-05-15",
    "guest_description": "Camille Ricketts is a marketing and communications expert known for her work as the Head of Marketing at Notion, where she focuses on building brand and growth strategies."
  },
  "Carilu Dietrich": {
    "guest": "Carilu Dietrich",
    "episode_title": "How to Achieve Hypergrowth with Carilu Dietrich",
    "date": "2023-02-15",
    "guest_description": "Carilu Dietrich is a marketing executive and advisor known for her expertise in driving hypergrowth at companies like Atlassian and Segment."
  },
  "Carole Robin": {
    "guest": "Carole Robin",
    "episode_title": "The Art of Giving Feedback: Insights from Carole Robin",
    "date": "2023-05",
    "guest_description": "Carole Robin is a former Stanford Graduate School of Business professor and co-author of the book 'Connect: Building Exceptional Relationships with Family, Friends, and Colleagues.' She is an expert in interpersonal dynamics and leadership."
  },
  "Casey Winters": {
    "guest": "Casey Winters",
    "episode_title": "Casey Winters on Growth Strategy, Product Leadership, and Unlocking Millions of Users",
    "date": "2023-06-25",
    "guest_description": "Casey Winters is a renowned growth expert and advisor who has worked with companies like Pinterest, Airbnb, and Reddit, specializing in product and growth strategy."
  },
  "Casey Winters_": {
    "guest": "Casey Winters_",
    "episode_title": "Casey Winters on Product Management, Growth, and Frameworks",
    "date": "2023-09-15",
    "guest_description": "Casey Winters is a renowned expert in product management and growth, having worked with companies like Pinterest and Grubhub, and is a key contributor at Reforge."
  },
  "Chandra Janakiraman": {
    "guest": "Chandra Janakiraman",
    "episode_title": "Mastering Product Strategy with Chandra Janakiraman",
    "date": "2023-05-15",
    "guest_description": "Chandra Janakiraman is a seasoned product leader with expertise in developing strategic frameworks and aligning teams, currently serving as a VP of Product at a leading tech company."
  },
  "Chip Conley": {
    "guest": "Chip Conley",
    "episode_title": "Chip Conley on Wisdom at Work: The Making of a Modern Elder",
    "date": "2023-05-15",
    "guest_description": "Chip Conley is a hospitality entrepreneur, author, and strategic advisor for Airbnb, known for his expertise in transforming the hospitality industry and his role in mentoring the company's young leadership."
  },
  "Chip Huyen": {
    "guest": "Chip Huyen",
    "episode_title": "Building AI Products That Actually Work with Chip Huyen",
    "date": "2023-09-17",
    "guest_description": "Chip Huyen is a co-founder of Claypot AI, a company focused on real-time machine learning, and an expert in building and deploying AI products."
  },
  "Chris Hutchins": {
    "guest": "Chris Hutchins",
    "episode_title": "Chris Hutchins on Building a Successful Podcast and the Creator Economy",
    "date": "2023-07",
    "guest_description": "Chris Hutchins is a former product manager, founder, and investor who recently transitioned to becoming a full-time podcaster and independent creator."
  },
  "Christian Idiodi": {
    "guest": "Christian Idiodi",
    "episode_title": "Christian Idiodi on the essence of product management and building great teams",
    "date": "2023-05",
    "guest_description": "Christian Idiodi is a partner at Silicon Valley Product Group, known for his expertise in product management and helping companies improve their product development practices."
  },
  "Christina Wodtke": {
    "guest": "Christina Wodtke",
    "episode_title": "Christina Wodtke on the Power of Celebrations and OKRs",
    "date": "2023-06-15",
    "guest_description": "Christina Wodtke is a renowned author, speaker, and lecturer at Stanford University, specializing in product management and game design."
  },
  "Christine Itwaru": {
    "guest": "Christine Itwaru",
    "episode_title": "Christine Itwaru on the Rise of Product Ops and Its Impact on Product Management",
    "date": "2023-07-15",
    "guest_description": "Christine Itwaru is a long-time product ops leader at Pendo, having transitioned into this role from product management."
  },
  "Christopher Lochhead": {
    "guest": "Christopher Lochhead",
    "episode_title": "Christopher Lochhead on Why Now is the Greatest Time in History to be a Creator",
    "date": "2023-09-15",
    "guest_description": "Christopher Lochhead is a 13-time number one bestselling co-author and a renowned marketer with expertise in category design and entrepreneurship."
  },
  "Christopher Miller": {
    "guest": "Christopher Miller",
    "episode_title": "How HubSpot's Growth Team Scaled Self-Service Revenue with Chris Miller",
    "date": "2023-08-15",
    "guest_description": "Christopher Miller is a growth expert at HubSpot, known for his work in scaling self-service revenue and implementing aggressive growth strategies."
  },
  "Claire Butler": {
    "guest": "Claire Butler",
    "episode_title": "How to Build a Successful Product with Claire Butler",
    "date": "2023-06-15",
    "guest_description": "Claire Butler is a product expert and co-founder of a tech startup, known for her expertise in product development and growth strategies."
  },
  "Claire Hughes Johnson": {
    "guest": "Claire Hughes Johnson",
    "episode_title": "Claire Hughes Johnson on Scaling Teams and Building Culture",
    "date": "2023-06-12",
    "guest_description": "Claire Hughes Johnson is a former executive at Stripe, known for her expertise in scaling teams and building organizational culture."
  },
  "Claire Vo": {
    "guest": "Claire Vo",
    "episode_title": "How to Operate Like a Startup at a Big Company with Claire Vo",
    "date": "2023-09",
    "guest_description": "Claire Vo is a seasoned product and technology leader known for her expertise in scaling product and engineering teams, often serving as a Chief Product and Technology Officer (CPTO) to bridge the gap between product, engineering, and design."
  },
  "Crystal W": {
    "guest": "Crystal W",
    "episode_title": "The Secrets to Scaling Growth with Crystal Widjaja, Chief Product Officer at Kumu",
    "date": "2023-06-15",
    "guest_description": "Crystal Widjaja is the Chief Product Officer at Kumu and has led product and growth teams at major consumer businesses in Southeast Asia, including Gojek, where she played a crucial role in its growth into the largest super app in the region."
  },
  "Dalton Caldwell": {
    "guest": "Dalton Caldwell",
    "episode_title": "The Art of the Pivot and Tarpit Ideas with Dalton Caldwell",
    "date": "2023-09",
    "guest_description": "Dalton Caldwell is a Managing Director at Y Combinator, known for his expertise in guiding startups and his concept of 'tarpit ideas.'"
  },
  "Dan Hockenmaier": {
    "guest": "Dan Hockenmaier",
    "episode_title": "The Art of Building and Scaling Marketplaces with Dan Hockenmaier",
    "date": "2023-06-15",
    "guest_description": "Dan Hockenmaier is a marketplace expert and founder of Basis One, specializing in growth strategy and marketplace dynamics."
  },
  "Dan Shipper": {
    "guest": "Dan Shipper",
    "episode_title": "The Future of Work and AI with Dan Shipper",
    "date": "2023-09-15",
    "guest_description": "Dan Shipper is the co-founder and CEO of Every, a writer-focused platform that explores business and technology through newsletters and podcasts."
  },
  "Daniel Lereya": {
    "guest": "Daniel Lereya",
    "episode_title": "The Secret to Monday.com's Success: Radical Transparency with Daniel Lereya",
    "date": "2023-05",
    "guest_description": "Daniel Lereya is a key executive at Monday.com, known for his expertise in product development and his role in fostering a culture of transparency and innovation within the company."
  },
  "David Placek": {
    "guest": "David Placek",
    "episode_title": "The Art and Science of Naming: How David Placek Named Sonos, Swiffer, and BlackBerry",
    "date": "2023-04-16",
    "guest_description": "David Placek is the founder and president of Lexicon Branding, a company specializing in creating brand names for products and companies."
  },
  "David Singleton": {
    "guest": "David Singleton",
    "episode_title": "Building Products with Stripe's David Singleton",
    "date": "2023-07",
    "guest_description": "David Singleton is the Chief Technology Officer at Stripe, with expertise in product development and engineering leadership."
  },
  "Deb Liu": {
    "guest": "Deb Liu",
    "episode_title": "Deb Liu on Crafting Your Career and Succeeding as an Introvert",
    "date": "2023-08-20",
    "guest_description": "Deb Liu is the CEO of Ancestry, with a background as VP of Product at Facebook and director roles at eBay and PayPal. She is also on the board of Intuit, bringing extensive expertise in product management and leadership."
  },
  "Dhanji R. Prasanna": {
    "guest": "Dhanji R. Prasanna",
    "episode_title": "The Future of AI in Engineering with Dhanji R. Prasanna",
    "date": "2023-09-15",
    "guest_description": "Dhanji R. Prasanna is a software engineer and entrepreneur known for his expertise in AI and engineering productivity, and he is a co-founder of a company focused on AI-driven development tools."
  },
  "Dharmesh Shah": {
    "guest": "Dharmesh Shah",
    "episode_title": "Dharmesh Shah on Building HubSpot, Culture, and the No-Management Approach",
    "date": "2023-07-10",
    "guest_description": "Dharmesh Shah is the co-founder and CTO of HubSpot, a leading inbound marketing and sales platform. He is known for his expertise in startups, company culture, and his unique approach to management."
  },
  "Dmitry Zlokazov": {
    "guest": "Dmitry Zlokazov",
    "episode_title": "Building Products People Love: Insights from Dmitry Zlokazov of Revolut",
    "date": "2023-08",
    "guest_description": "Dmitry Zlokazov is a product leader at Revolut, known for his expertise in building high-quality, user-centric products."
  },
  "Donna Lichaw": {
    "guest": "Donna Lichaw",
    "episode_title": "Unlocking Your Superpowers: How to Leverage Your Story to Become a Better Leader",
    "date": "2023-05-15",
    "guest_description": "Donna Lichaw is an executive coach, speaker, and bestselling author who specializes in helping founders, CEOs, and executive teams leverage their personal stories to enhance leadership skills."
  },
  "Dr. Becky Kennedy": {
    "guest": "Dr. Becky Kennedy",
    "episode_title": "Building Resilient Cultures: Insights from Parenting with Dr. Becky Kennedy",
    "date": "2023-09-15",
    "guest_description": "Dr. Becky Kennedy is a clinical psychologist and parenting expert known for her work on resilience and emotional intelligence."
  },
  "Dr. Fei Fei Li": {
    "guest": "Dr. Fei Fei Li",
    "episode_title": "The Godmother of AI: Dr. Fei Fei Li on the Past, Present, and Future of Artificial Intelligence",
    "date": "2023-08-15",
    "guest_description": "Dr. Fei Fei Li is a renowned computer scientist known for her pioneering work in artificial intelligence and computer vision, and she is a professor at Stanford University."
  },
  "Drew Houston": {
    "guest": "Drew Houston",
    "episode_title": "The Three Eras of Dropbox: A Conversation with Drew Houston",
    "date": "2023-09-15",
    "guest_description": "Drew Houston is the co-founder and CEO of Dropbox, a leading cloud storage and file synchronization service."
  },
  "Dylan Field": {
    "guest": "Dylan Field",
    "episode_title": "Building Product Intuition and the Future of Figma with Dylan Field",
    "date": "2023-06-15",
    "guest_description": "Dylan Field is the CEO and co-founder of Figma, a leading web-based design tool company known for its collaborative interface design capabilities."
  },
  "Dylan Field 2.0": {
    "guest": "Dylan Field 2.0",
    "episode_title": "Dylan Field on Crafting Exceptional Software and the Journey of Figma",
    "date": "2023-09",
    "guest_description": "Dylan Field is the co-founder and CEO of Figma, a leading design and prototyping tool for digital products, known for his expertise in design and software innovation."
  },
  "EOY Review": {
    "guest": "EOY Review",
    "episode_title": "End of Year Review: The Top 10 Most Popular Episodes of Lenny's Podcast",
    "date": "2022-12",
    "guest_description": "EOY Review is not an individual guest but a special episode format where Lenny reviews and reflects on the most popular episodes of the year."
  },
  "Ebi Atawodi": {
    "guest": "Ebi Atawodi",
    "episode_title": "Ebi Atawodi on Leadership, Love, and Product Management at YouTube",
    "date": "2023-09",
    "guest_description": "Ebi Atawodi is the director of product management at YouTube, overseeing various product initiatives and bringing extensive expertise in leadership and technology."
  },
  "Edwin Chen": {
    "guest": "Edwin Chen",
    "episode_title": "How Edwin Chen Built a Billion-Dollar Bootstrapped Data Company",
    "date": "2023-07-15",
    "guest_description": "Edwin Chen is the CEO and founder of Surge AI, a company known for its innovative approach to data and AI model training, achieving significant success without venture capital."
  },
  "Eeke de Milliano": {
    "guest": "Eeke de Milliano",
    "episode_title": "How to Balance Process and Creativity with Eeke de Milliano",
    "date": "2023-05-15",
    "guest_description": "Eeke de Milliano is a product leader known for her expertise in balancing process and creativity within organizations, having worked with various tech companies to optimize their product strategies."
  },
  "Elena Verna 2.0": {
    "guest": "Elena Verna 2.0",
    "episode_title": "The Future of Product-Led Sales with Elena Verna",
    "date": "2023-09-15",
    "guest_description": "Elena Verna is a growth strategist and advisor specializing in product-led growth and sales, with experience leading growth teams at companies like Miro and SurveyMonkey."
  },
  "Elena Verna 3.0": {
    "guest": "Elena Verna 3.0",
    "episode_title": "Growth Tactics That Never Work with Elena Verna",
    "date": "2023-09",
    "guest_description": "Elena Verna is a growth expert and consultant, known for her work in scaling tech companies and her expertise in product-led growth strategies."
  },
  "Elena Verna 4.0": {
    "guest": "Elena Verna 4.0",
    "episode_title": "Innovating Growth Strategies with Elena Verna 4.0",
    "date": "2023-09",
    "guest_description": "Elena Verna is the Head of Growth at Lovable, a rapidly growing company, known for her expertise in creating innovative growth strategies and reinventing solutions in the tech industry."
  },
  "Eli Schwartz": {
    "guest": "Eli Schwartz",
    "episode_title": "SEO in the Age of AI: How to Adapt and Thrive with Eli Schwartz",
    "date": "2023-09",
    "guest_description": "Eli Schwartz is an SEO expert and author known for his work in growth strategies and search engine optimization."
  },
  "Elizabeth Stone": {
    "guest": "Elizabeth Stone",
    "episode_title": "Building a Culture of Excellence with Elizabeth Stone",
    "date": "2023-07",
    "guest_description": "Elizabeth Stone is the Chief Technology Officer at Netflix, known for her expertise in fostering a culture of high talent density and excellence."
  },
  "Emilie Gerber": {
    "guest": "Emilie Gerber",
    "episode_title": "Mastering PR: Emilie Gerber on Crafting the Perfect Pitch and Getting Media Coverage",
    "date": "2023-09-15",
    "guest_description": "Emilie Gerber is a seasoned public relations expert known for her tactical approach to securing media coverage for startups and her work with notable companies."
  },
  "Emily Kramer": {
    "guest": "Emily Kramer",
    "episode_title": "The Fuel and Engine Framework for Growth with Emily Kramer",
    "date": "2023-06-15",
    "guest_description": "Emily Kramer is a co-founder and General Partner at MKT1 Capital, with expertise in marketing strategy and growth for startups."
  },
  "Eoghan McCabe": {
    "guest": "Eoghan McCabe",
    "episode_title": "How Eoghan McCabe Transformed Intercom with AI",
    "date": "2023-09",
    "guest_description": "Eoghan McCabe is the co-founder and Chairman of Intercom, a company known for its customer messaging platform, and he has expertise in transforming SaaS businesses with AI."
  },
  "Eric Ries": {
    "guest": "Eric Ries",
    "episode_title": "Eric Ries on the Lean Startup, Innovation, and Building Companies You Believe In",
    "date": "2023-05-15",
    "guest_description": "Eric Ries is an entrepreneur and author, best known for his work on the Lean Startup methodology, which focuses on efficient business development and innovation."
  },
  "Eric Simons": {
    "guest": "Eric Simons",
    "episode_title": "The Explosive Growth of Bolt: How Eric Simons Achieved $100M ARR",
    "date": "2023-08-15",
    "guest_description": "Eric Simons is the co-founder and CEO of Bolt, a company known for its rapid growth and innovative approach to solving complex problems in the tech industry."
  },
  "Ethan Evans 2.0": {
    "guest": "Ethan Evans 2.0",
    "episode_title": "Ethan Evans on Leadership, Invention, and Building Billion-Dollar Businesses",
    "date": "2023-09-15",
    "guest_description": "Ethan Evans is a former vice president at Amazon, executive coach, and course creator focused on helping leaders grow into executives."
  },
  "Ethan Smith": {
    "guest": "Ethan Smith",
    "episode_title": "The Future of SEO: Winning with Answer Engine Optimization",
    "date": "2023-08-15",
    "guest_description": "Ethan Smith is a leading expert in search engine optimization and the CEO of Graphite, a growth consultancy specializing in helping companies optimize their online presence."
  },
  "Evan LaPointe": {
    "guest": "Evan LaPointe",
    "episode_title": "Evan LaPointe on Unlocking Creativity and Influence in Teams",
    "date": "2023-08-15",
    "guest_description": "Evan LaPointe is a renowned expert in digital analytics and team dynamics, known for his innovative approaches to enhancing creativity and influence within organizations."
  },
  "Failure": {
    "guest": "Failure",
    "episode_title": "Failure Stories: Lessons from the Trenches",
    "date": "2023-08",
    "guest_description": "Failure is not a specific individual but a theme explored in this episode, focusing on insightful stories of failure from various past guests."
  },
  "Fareed Mosavat": {
    "guest": "Fareed Mosavat",
    "episode_title": "Fareed Mosavat on the Secrets of Successful Product Management",
    "date": "2023-06-15",
    "guest_description": "Fareed Mosavat is the Chief Development Officer at Reforge, with extensive experience in product management and growth, having previously led efforts at companies like Slack, Instacart, Zynga, and Runkeeper."
  },
  "Farhan Thawar": {
    "guest": "Farhan Thawar",
    "episode_title": "The Secret to High-Velocity Engineering Teams | Farhan Thawar, VP Engineering at Shopify",
    "date": "2023-06-18",
    "guest_description": "Farhan Thawar is the VP of Engineering at Shopify, known for his expertise in building high-velocity engineering teams and simplifying code."
  },
  "Garrett Lord": {
    "guest": "Garrett Lord",
    "episode_title": "Scaling a Startup: Lessons from Building Handshake with Garrett Lord",
    "date": "2023-06-15",
    "guest_description": "Garrett Lord is the co-founder and CEO of Handshake, a career network platform for college students and recent graduates."
  },
  "Gaurav Misra": {
    "guest": "Gaurav Misra",
    "episode_title": "The Secrets to Rapid Product Development with Gaurav Misra",
    "date": "2023-05",
    "guest_description": "Gaurav Misra is a product and engineering leader known for his expertise in rapid product development and innovation."
  },
  "Geoff Charles": {
    "guest": "Geoff Charles",
    "episode_title": "Building a Startup That Competes with Amex and Expensify — Geoff Charles, VP of Product at Ramp",
    "date": "2023-09",
    "guest_description": "Geoff Charles is the VP of Product at Ramp, known for his expertise in building and scaling competitive financial products."
  },
  "Geoffrey Moore": {
    "guest": "Geoffrey Moore",
    "episode_title": "Geoffrey Moore on Crossing the Chasm and mastering go-to-market strategy",
    "date": "2023-07-16",
    "guest_description": "Geoffrey Moore is an author and consultant known for his expertise in market dynamics and innovation, particularly through his book 'Crossing the Chasm' which focuses on the challenges of bringing high-tech products to market."
  },
  "Gergely": {
    "guest": "Gergely",
    "episode_title": "Gergely Orosz on Building a Successful Newsletter and Leaving Uber",
    "date": "2023-08",
    "guest_description": "Gergely Orosz is a former software engineer at Uber and the founder of The Pragmatic Engineer, a successful newsletter focused on software engineering and tech industry insights."
  },
  "Gia Laudi": {
    "guest": "Gia Laudi",
    "episode_title": "Mastering Growth: Gia Laudi on Funnels, Metrics, and Customer-Centric Strategies",
    "date": "2023-08-15",
    "guest_description": "Gia Laudi is a co-founder of Forget The Funnel, specializing in helping SaaS companies with customer-led growth strategies."
  },
  "Gibson Biddle": {
    "guest": "Gibson Biddle",
    "episode_title": "Gibson Biddle on Netflix's Product Strategy and Building a High-Performance Culture",
    "date": "2021-05",
    "guest_description": "Gibson Biddle is a former VP of Product at Netflix and Chegg, known for his expertise in product strategy and prioritization frameworks."
  },
  "Gina Gotthilf": {
    "guest": "Gina Gotthilf",
    "episode_title": "Gina Gotthilf on Building Duolingo’s Brand and Growth",
    "date": "2023-05-15",
    "guest_description": "Gina Gotthilf is the former VP of Growth at Duolingo, known for her expertise in brand building and communication strategies."
  },
  "Gokul Rajaram": {
    "guest": "Gokul Rajaram",
    "episode_title": "Gokul Rajaram on Product Management, Angel Investing, and Career Decisions",
    "date": "2022-08-28",
    "guest_description": "Gokul Rajaram is a product leader at DoorDash, board member at companies like Coinbase and Pinterest, and a prolific angel investor known for his expertise in product development and startups."
  },
  "Graham Weaver": {
    "guest": "Graham Weaver",
    "episode_title": "Graham Weaver on Finding Your Path, the Power of Autopilot, and Lessons from Teaching at Stanford",
    "date": "2023-08-20",
    "guest_description": "Graham Weaver is a professor at Stanford Graduate School of Business and the founder of Alpine Investors, a people-driven private equity firm."
  },
  "Grant Lee": {
    "guest": "Grant Lee",
    "episode_title": "How Grant Lee Built Gamma to $100M ARR with Influencer Marketing",
    "date": "2023-08-15",
    "guest_description": "Grant Lee is the founder and CEO of Gamma, a company known for its innovative use of influencer marketing to achieve rapid growth."
  },
  "Guillermo Rauch": {
    "guest": "Guillermo Rauch",
    "episode_title": "Guillermo Rauch on the Future of Web Development and the Role of AI",
    "date": "2023-07-15",
    "guest_description": "Guillermo Rauch is the CEO and co-founder of Vercel, a platform for frontend developers, and is known for his expertise in web development and open-source projects."
  },
  "Gustaf Alstromer": {
    "guest": "Gustaf Alstromer",
    "episode_title": "Gustaf Alstromer on Finding Product-Market Fit and Building Growth Teams",
    "date": "2022-07-10",
    "guest_description": "Gustaf Alstromer is a group partner at Y Combinator with expertise in product-market fit and growth, and he previously led the Airbnb growth team."
  },
  "Gustav Söderström": {
    "guest": "Gustav Söderström",
    "episode_title": "Gustav Söderström on the Future of Spotify and the Evolution of Technology",
    "date": "2023-06-15",
    "guest_description": "Gustav Söderström is the Chief Research & Development Officer at Spotify, known for his expertise in product development and technology innovation."
  },
  "Hamel Husain & Shreya Shankar": {
    "guest": "Hamel Husain & Shreya Shankar",
    "episode_title": "Building Great AI Products: The Role of Evals with Hamel Husain & Shreya Shankar",
    "date": "2023-09-15",
    "guest_description": "Hamel Husain is a machine learning engineer known for his work in AI product development, while Shreya Shankar is a researcher and engineer specializing in machine learning systems and evaluation frameworks."
  },
  "Hamilton Helmer": {
    "guest": "Hamilton Helmer",
    "episode_title": "The 7 Powers: The Foundations of Business Strategy with Hamilton Helmer",
    "date": "2022-09-18",
    "guest_description": "Hamilton Helmer is the author of '7 Powers: The Foundations of Business Strategy' and a co-founder of Strategy Capital, known for his expertise in business strategy and competitive advantage."
  },
  "Hari Srinivasan": {
    "guest": "Hari Srinivasan",
    "episode_title": "Skills-First Hiring: How LinkedIn is Transforming the Job Market with Hari Srinivasan",
    "date": "2023-06-15",
    "guest_description": "Hari Srinivasan is the Vice President of Product Management at LinkedIn, focusing on transforming the job market through skills-first hiring initiatives."
  },
  "Heidi Helfand": {
    "guest": "Heidi Helfand",
    "episode_title": "The Art of Dynamic Reteaming: How to Navigate Change and Build Resilient Teams",
    "date": "2023-09-15",
    "guest_description": "Heidi Helfand is an expert in team dynamics and organizational change, known for her work on Dynamic Reteaming and consulting on effective team reorganization."
  },
  "Hila Qu": {
    "guest": "Hila Qu",
    "episode_title": "Hila Qu on Data-Led Growth, Building Freemium Products, and Growth Loops",
    "date": "2023-06-25",
    "guest_description": "Hila Qu is a growth expert and product leader known for her work in data-led growth strategies and building successful freemium products."
  },
  "Hilary Gridley": {
    "guest": "Hilary Gridley",
    "episode_title": "Mastering Product Leadership with Hilary Gridley",
    "date": "2023-09-15",
    "guest_description": "Hilary Gridley is a seasoned product leader known for her expertise in guiding teams through challenging situations and fostering a culture of resilience and innovation."
  },
  "Howie Liu": {
    "guest": "Howie Liu",
    "episode_title": "Howie Liu on Building Airtable, Embracing AI, and the Future of Work",
    "date": "2023-07-15",
    "guest_description": "Howie Liu is the co-founder and CEO of Airtable, a platform that enables users to build custom applications without needing to code, and he is known for his expertise in product development and innovation."
  },
  "Ian McAllister": {
    "guest": "Ian McAllister",
    "episode_title": "Ian McAllister on What Separates a Top 1% PM from a Top 10% PM, Lessons from Amazon and Airbnb, and How to Maximize Your Impact",
    "date": "2023-09-10",
    "guest_description": "Ian McAllister is a seasoned product leader who has managed over 100 product managers, built Amazon Smile, led Alexa's international growth, and worked at Airbnb and Uber."
  },
  "Inbal S": {
    "guest": "Inbal S",
    "episode_title": "The Future of Software Development with AI: A Conversation with Inbal Shani",
    "date": "2023-09",
    "guest_description": "Inbal Shani is the Chief Product Officer at GitHub, with expertise in product management and AI-driven software development."
  },
  "Interview Q Compilation": {
    "guest": "Interview Q Compilation",
    "episode_title": "17 Favorite Interview Questions from Top Leaders",
    "date": "2023-08",
    "guest_description": "A compilation of top interview questions shared by over a hundred guests on Lenny's Podcast, focusing on what leaders look for in candidates' answers."
  },
  "Itamar Gilad": {
    "guest": "Itamar Gilad",
    "episode_title": "Itamar Gilad on Product Management, Fake Door Tests, and Building Gmail's Tabbed Inbox",
    "date": "2023-08",
    "guest_description": "Itamar Gilad is a product management expert known for his work on Gmail's tabbed inbox and his expertise in product strategy and experimentation."
  },
  "Ivan Zhao": {
    "guest": "Ivan Zhao",
    "episode_title": "The Lost Years of Notion: Ivan Zhao on Building a Productivity Powerhouse",
    "date": "2023-05-15",
    "guest_description": "Ivan Zhao is the co-founder and CEO of Notion, a company known for its productivity software that combines note-taking, task management, and collaboration tools."
  },
  "Jackie Bavaro": {
    "guest": "Jackie Bavaro",
    "episode_title": "Jackie Bavaro on Mastering Product Strategy and Career Growth",
    "date": "2023-04",
    "guest_description": "Jackie Bavaro is a product management expert and author, known for her influential books 'Cracking the PM Interview' and 'Cracking the PM Career'. She was the first PM at Asana and later became the head of product at the company."
  },
  "Jackson Shuttleworth": {
    "guest": "Jackson Shuttleworth",
    "episode_title": "The Power of Streaks: How Duolingo Drives User Engagement with Jackson Shuttleworth",
    "date": "2023-08-15",
    "guest_description": "Jackson Shuttleworth is a product manager at Duolingo, specializing in user engagement and habit-building strategies."
  },
  "Jag Duggal": {
    "guest": "Jag Duggal",
    "episode_title": "The Secrets Behind NewBank's Explosive Growth with Jag Duggal",
    "date": "2023-09",
    "guest_description": "Jag Duggal is the Chief Product Officer at NewBank, known for his expertise in product strategy and scaling innovative financial products."
  },
  "Jake Knapp + John Zeratsky": {
    "guest": "Jake Knapp + John Zeratsky",
    "episode_title": "Design Sprint and Make Time with Jake Knapp and John Zeratsky",
    "date": "2022-05",
    "guest_description": "Jake Knapp and John Zeratsky are authors and experts in productivity and design, known for their books 'Sprint' and 'Make Time', and have extensive experience helping teams innovate and manage their time effectively."
  },
  "Jake Knapp + John Zeratsky 2.0": {
    "guest": "Jake Knapp + John Zeratsky 2.0",
    "episode_title": "Jake Knapp & John Zeratsky 2.0 on Foundation Sprints and Building Better Products",
    "date": "2023-07",
    "guest_description": "Jake Knapp and John Zeratsky are authors and experts in design and productivity, known for their work on the 'Design Sprint' methodology at Google Ventures."
  },
  "Janna Bastow": {
    "guest": "Janna Bastow",
    "episode_title": "How to Build a Product Roadmap That Works — Janna Bastow on Lenny's Podcast",
    "date": "2023-05-15",
    "guest_description": "Janna Bastow is the co-founder and CEO of ProdPad, a company specializing in product management software, and is an expert in product roadmapping and strategy."
  },
  "Jason Cohen": {
    "guest": "Jason Cohen",
    "episode_title": "Jason Cohen on Diagnosing Growth Problems, Pricing Strategies, and Building a Successful SaaS Business",
    "date": "2023-08-27",
    "guest_description": "Jason Cohen is the founder and CTO of WP Engine, a leading WordPress digital experience platform, and an expert in SaaS business growth and pricing strategies."
  },
  "Jason Droege": {
    "guest": "Jason Droege",
    "episode_title": "The Future of AI: From Knowing to Doing with Jason Droege",
    "date": "2023-09-15",
    "guest_description": "Jason Droege is a prominent figure in the tech industry, known for his expertise in AI and his role as a leader at Scale AI, where he focuses on advancing AI capabilities and applications."
  },
  "Jason Feifer": {
    "guest": "Jason Feifer",
    "episode_title": "How to Get Press for Your Product: Lessons from Entrepreneur Magazine’s Editor in Chief",
    "date": "2023-05",
    "guest_description": "Jason Feifer is the editor in chief at Entrepreneur Magazine, an author, podcast host, keynote speaker, and startup advisor."
  },
  "Jason Fried": {
    "guest": "Jason Fried",
    "episode_title": "Jason Fried on Bootstrapping, Building Basecamp, and the Art of Simple Software",
    "date": "2023-05-21",
    "guest_description": "Jason Fried is the Co-Founder and CEO of 37signals, known for his expertise in bootstrapping and building successful software companies like Basecamp."
  },
  "Jason M Lemkin": {
    "guest": "Jason M Lemkin",
    "episode_title": "Jason Lemkin on the Mistakes 99% of Founders Make, and How to Fix Them",
    "date": "2023-08-15",
    "guest_description": "Jason M Lemkin is the founder of Saastr, the world's largest community for SaaS founders and entrepreneurs, and is an expert in scaling SaaS companies."
  },
  "Jason Shah": {
    "guest": "Jason Shah",
    "episode_title": "Jason Shah on Effective Communication and Leadership",
    "date": "2023-07",
    "guest_description": "Jason Shah is a product leader and entrepreneur, known for his expertise in product management and leadership, and has held roles at companies like Meta and Yammer."
  },
  "Jeanne Grosser": {
    "guest": "Jeanne Grosser",
    "episode_title": "Jeanne DeWitt Grosser on Go-to-Market Strategies and Differentiation",
    "date": "2023-09",
    "guest_description": "Jeanne DeWitt Grosser is a go-to-market expert with experience in scaling businesses and leading teams at companies like Stripe and Google."
  },
  "Jeff Weinstein": {
    "guest": "Jeff Weinstein",
    "episode_title": "Jeff Weinstein on Building Customer-Obsessed Products, Picking the Right Metrics, and the Power of Study Groups",
    "date": "2023-09-10",
    "guest_description": "Jeff Weinstein is a product leader known for his work at Stripe, where he focuses on building customer-centric products and leveraging data-driven metrics."
  },
  "Jeffrey Pfeffer": {
    "guest": "Jeffrey Pfeffer",
    "episode_title": "The Seven Rules of Power with Jeffrey Pfeffer",
    "date": "2023-06",
    "guest_description": "Jeffrey Pfeffer is a professor of organizational behavior at Stanford University and an expert in power dynamics and leadership."
  },
  "Jen Abel": {
    "guest": "Jen Abel",
    "episode_title": "Mastering Founder-Led Sales with Jen Abel",
    "date": "2023-06-18",
    "guest_description": "Jen Abel is a co-founder of Jellyfish, specializing in helping early-stage B2B startups achieve product-market fit through effective sales strategies."
  },
  "Jen Abel 2.0": {
    "guest": "Jen Abel 2.0",
    "episode_title": "How to Sell to Leaders and Find Product-Market Fit with Jen Abel",
    "date": "2023-09-15",
    "guest_description": "Jen Abel is a co-founder of Jellyfish, specializing in helping early-stage startups achieve product-market fit through strategic sales and market entry."
  },
  "Jeremy Henrickson": {
    "guest": "Jeremy Henrickson",
    "episode_title": "Jeremy Henrickson on Leading Product Teams and Scaling at Rippling and Coinbase",
    "date": "2023-07",
    "guest_description": "Jeremy Henrickson is the senior vice president of product at Rippling, where he leads the product and design teams. Previously, he was chief product officer at Coinbase, overseeing significant growth in product and engineering."
  },
  "Jerry Colonna": {
    "guest": "Jerry Colonna",
    "episode_title": "Jerry Colonna on Leadership, Vulnerability, and Creating High-Functioning Teams",
    "date": "2023-06-15",
    "guest_description": "Jerry Colonna is a renowned executive coach and the co-founder and CEO of Reboot, an executive and leadership development firm."
  },
  "Jess Lachs": {
    "guest": "Jess Lachs",
    "episode_title": "Building a World-Class Data Team with Jess Lachs",
    "date": "2023-08",
    "guest_description": "Jess Lachs is a renowned data leader known for building one of the largest and most respected data teams in tech, with expertise in driving business impact through analytics."
  },
  "Jessica Hische": {
    "guest": "Jessica Hische",
    "episode_title": "The Art of Typography and Design with Jessica Hische",
    "date": "2023-05",
    "guest_description": "Jessica Hische is a renowned lettering artist and author known for her expertise in typography and design, having worked with major brands and published works on the subject."
  },
  "Jessica Livingston": {
    "guest": "Jessica Livingston",
    "episode_title": "Jessica Livingston on Founding Y Combinator, Picking Winners, and the Future of Startups",
    "date": "2023-08-15",
    "guest_description": "Jessica Livingston is a co-founder of Y Combinator, a renowned startup accelerator, known for her expertise in evaluating startup founders and fostering successful companies."
  },
  "Jiaona Zhang": {
    "guest": "Jiaona Zhang",
    "episode_title": "Jiaona Zhang on Becoming a World-Class Product Leader",
    "date": "2023-08",
    "guest_description": "Jiaona Zhang is a senior product leader known for her expertise in building and scaling successful products, with experience at companies like Webflow and Airbnb."
  },
  "Joe Hudson": {
    "guest": "Joe Hudson",
    "episode_title": "The Surprising Power of Embracing Emotions with Joe Hudson",
    "date": "2023-05-15",
    "guest_description": "Joe Hudson is a renowned executive coach and founder of the Art of Accomplishment, specializing in emotional intelligence and personal development."
  },
  "John Cutler": {
    "guest": "John Cutler",
    "episode_title": "John Cutler on Balancing Process and People in Product Management",
    "date": "2023-05-15",
    "guest_description": "John Cutler is a product evangelist and coach at Amplitude, known for his expertise in product management and development processes."
  },
  "John Mark Nickels": {
    "guest": "John Mark Nickels",
    "episode_title": "Full episode title here",
    "date": "YYYY-MM-DD or YYYY-MM",
    "guest_description": "Brief description here"
  },
  "Jonathan Becker": {
    "guest": "Jonathan Becker",
    "episode_title": "The Future of Work: How AI is Transforming Human Capital with Jonathan Becker",
    "date": "2023-09",
    "guest_description": "Jonathan Becker is a leading expert in AI-driven business transformation, focusing on strategic human capital development and creative innovation."
  },
  "Jonathan Lowenhar": {
    "guest": "Jonathan Lowenhar",
    "episode_title": "The Craft of Being a CEO with Jonathan Lowenhar",
    "date": "2023-08-15",
    "guest_description": "Jonathan Lowenhar is a seasoned entrepreneur and advisor, known for his expertise in guiding founders and CEOs in developing their leadership skills and building successful startups."
  },
  "Jonny Miller": {
    "guest": "Jonny Miller",
    "episode_title": "The Art of Noticing: How to Recognize and Prevent Burnout with Jonny Miller",
    "date": "2023-07-15",
    "guest_description": "Jonny Miller is a coach and host of the Curious Humans podcast, specializing in emotional resilience and mental health."
  },
  "Josh Miller": {
    "guest": "Josh Miller",
    "episode_title": "Josh Miller on Building The Browser Company and Creating a New Internet Experience",
    "date": "2023-07",
    "guest_description": "Josh Miller is the CEO and co-founder of The Browser Company, known for his expertise in product development and innovation in web browsing experiences."
  },
  "Judd Antin": {
    "guest": "Judd Antin",
    "episode_title": "Judd Antin on User-Centered Performance and Customer Obsession",
    "date": "2023-07",
    "guest_description": "Judd Antin is a researcher and expert in user experience and customer behavior, known for his work in promoting user-centered design practices."
  },
  "Jules Walter": {
    "guest": "Jules Walter",
    "episode_title": "Jules Walter on Growth, Feedback, and Leadership",
    "date": "2023-09",
    "guest_description": "Jules Walter is a product leader at YouTube, formerly a growth PM and leader at Slack, and co-founder of the Black Product Managers Network."
  },
  "Julia Schottenstein": {
    "guest": "Julia Schottenstein",
    "episode_title": "The Art of M&A: How to Get Acquired and Maximize Your Value",
    "date": "2023-06-15",
    "guest_description": "Julia Schottenstein is a product manager at a leading technology company with expertise in mergers and acquisitions."
  },
  "Julian Shapiro": {
    "guest": "Julian Shapiro",
    "episode_title": "Julian Shapiro on Unlocking Creativity and the Process of Innovation",
    "date": "2023-06-15",
    "guest_description": "Julian Shapiro is a growth expert and the founder of Demand Curve, a company that helps startups scale through growth marketing."
  },
  "Julie Zhuo": {
    "guest": "Julie Zhuo",
    "episode_title": "Julie Zhuo on Career Advice, Imposter Syndrome, and Building Great Products",
    "date": "2022-05",
    "guest_description": "Julie Zhuo is a former VP of Design at Facebook, author of the best-selling book 'The Making of a Manager,' and founder of the company Sundial."
  },
  "Julie Zhuo 2.0": {
    "guest": "Julie Zhuo 2.0",
    "episode_title": "The Future of Work with Julie Zhuo 2.0",
    "date": "2023-09",
    "guest_description": "Julie Zhuo 2.0 is a renowned product designer and author, known for her expertise in leadership and organizational design in the tech industry."
  },
  "Karina Nguyen": {
    "guest": "Karina Nguyen",
    "episode_title": "Building the Future of AI: Insights from Karina Nguyen of Anthropic",
    "date": "2023-09-15",
    "guest_description": "Karina Nguyen is a researcher at Anthropic, specializing in AI and large language models, with a background in front-end engineering."
  },
  "Karri Saarinen": {
    "guest": "Karri Saarinen",
    "episode_title": "The Future of Design: Insights from Karri Saarinen, Co-Founder of Linear",
    "date": "2023-05",
    "guest_description": "Karri Saarinen is the co-founder and CEO of Linear, a former founding designer at Coinbase, and a principal designer at Airbnb."
  },
  "Katie Dill": {
    "guest": "Katie Dill",
    "episode_title": "Katie Dill on the Art and Science of Design at Stripe",
    "date": "2023-05-15",
    "guest_description": "Katie Dill is the Head of Design at Stripe, where she oversees product design and brand, bringing her expertise in creating user-centric and aesthetically pleasing digital experiences."
  },
  "Kayvon Beykpour": {
    "guest": "Kayvon Beykpour",
    "episode_title": "Kayvon Beykpour on Transforming Twitter's Product Culture and Shipping Innovations",
    "date": "2023-08-15",
    "guest_description": "Kayvon Beykpour is the former Head of Consumer Product at Twitter, known for revitalizing the company's product culture and driving significant innovations."
  },
  "Keith Coleman & Jay Baxter": {
    "guest": "Keith Coleman & Jay Baxter",
    "episode_title": "Community Notes: Bridging Divides with Keith Coleman & Jay Baxter",
    "date": "2023-08",
    "guest_description": "Keith Coleman and Jay Baxter are key figures behind Community Notes, a platform on X (formerly Twitter) that allows users to propose and rate notes on misleading posts to ensure accuracy and neutrality."
  },
  "Keith Yandell": {
    "guest": "Keith Yandell",
    "episode_title": "The Art of Perseverance: Lessons from DoorDash's Keith Yandell",
    "date": "2023-09",
    "guest_description": "Keith Yandell is a longtime leader at DoorDash, where he has been for about seven years, contributing to the company's growth and success."
  },
  "Ken Norton": {
    "guest": "Ken Norton",
    "episode_title": "Ken Norton on the Art of Product Management, Imposter Syndrome, and Finding the Right Coach",
    "date": "2023-06-25",
    "guest_description": "Ken Norton is a former product leader at Google, where he led teams that built Google Docs, Google Calendar, and Google Maps. He is now a full-time executive coach specializing in working with product leaders."
  },
  "Kenneth Berger": {
    "guest": "Kenneth Berger",
    "episode_title": "The Power of Asking for What You Want: Insights from Kenneth Berger",
    "date": "2023-08",
    "guest_description": "Kenneth Berger is a former product manager at Slack and an executive coach with over seven years of experience, focusing on sustainable work practices and personal development."
  },
  "Kevin Aluwi": {
    "guest": "Kevin Aluwi",
    "episode_title": "The Early Days of Gojek: Overcoming Challenges and Building a Super App with Kevin Aluwi",
    "date": "2023-07",
    "guest_description": "Kevin Aluwi is a co-founder and former CEO of Gojek, an Indonesian on-demand multi-service platform and digital payment technology group."
  },
  "Kevin Weil": {
    "guest": "Kevin Weil",
    "episode_title": "Kevin Weil on the Future of AI and Product Development",
    "date": "2023-09",
    "guest_description": "Kevin Weil is the Chief Product Officer at Planet, a company focused on using satellite imagery and AI to provide insights about the Earth."
  },
  "Kevin Yien": {
    "guest": "Kevin Yien",
    "episode_title": "Kevin Yien on Decision Logs, Product Sense, and Unique Hiring Practices",
    "date": "2023-09-15",
    "guest_description": "Kevin Yien is a product leader known for his expertise in decision-making and innovative hiring practices."
  },
  "Kim Scott": {
    "guest": "Kim Scott",
    "episode_title": "Radical Candor: Kim Scott on How to Be a Kick-Ass Boss Without Losing Your Humanity",
    "date": "2023-05-15",
    "guest_description": "Kim Scott is the author of Radical Candor and a former CEO coach at companies like Dropbox and Qualtrics, known for her expertise in leadership and management."
  },
  "Kristen Berman": {
    "guest": "Kristen Berman",
    "episode_title": "Kristen Berman on Behavioral Design and How to Change People's Habits",
    "date": "2023-06",
    "guest_description": "Kristen Berman is a co-founder of Irrational Labs, a behavioral product design company, and an expert in behavioral economics and design."
  },
  "Krithika Shankarraman": {
    "guest": "Krithika Shankarraman",
    "episode_title": "The Marketing Secrets Behind ChatGPT's Explosive Growth with Krithika Shankarraman",
    "date": "2023-09-15",
    "guest_description": "Krithika Shankarraman was the first marketing hire at OpenAI, known for her expertise in creating impactful marketing strategies for AI products like ChatGPT."
  },
  "Kunal Shah": {
    "guest": "Kunal Shah",
    "episode_title": "Kunal Shah on Building CRED, the Future of Startups in India, and Lessons from Founding FreeCharge",
    "date": "2023-05",
    "guest_description": "Kunal Shah is the founder of CRED, a fintech company, and previously founded FreeCharge, a mobile payments platform. He is known for his expertise in building successful startups in India."
  },
  "Lane Shackleton": {
    "guest": "Lane Shackleton",
    "episode_title": "How to Find Your 'Oh Shit' Moments and Grow in Your Career with Lane Shackleton",
    "date": "2023-08-15",
    "guest_description": "Lane Shackleton is the Head of Product at Coda, known for his expertise in product management and growth strategies."
  },
  "Laura Modi": {
    "guest": "Laura Modi",
    "episode_title": "How Laura Modi Built Bobbie into a $100M+ Brand by Doing Everything Wrong",
    "date": "2023-07-23",
    "guest_description": "Laura Modi is the CEO and co-founder of Bobbie, a company specializing in organic infant formula."
  },
  "Laura Schaffer": {
    "guest": "Laura Schaffer",
    "episode_title": "Laura Schaffer on Improving Conversion Rates with Simple Questions",
    "date": "2023-07",
    "guest_description": "Laura Schaffer is a product leader known for her expertise in leveraging data-driven insights to enhance user conversion rates."
  },
  "Lauren Ipsen": {
    "guest": "Lauren Ipsen",
    "episode_title": "Full episode title here",
    "date": "YYYY-MM-DD or YYYY-MM",
    "guest_description": "Brief description here"
  },
  "Lauryn Isford": {
    "guest": "Lauryn Isford",
    "episode_title": "Unlocking the Power of Onboarding: Lessons from Airtable's Former Head of Growth",
    "date": "2023-08-20",
    "guest_description": "Lauryn Isford is the former head of growth at Airtable, with expertise in product growth and onboarding strategies."
  },
  "Logan Kilpatrick": {
    "guest": "Logan Kilpatrick",
    "episode_title": "Building with Urgency and High Agency: A Conversation with Logan Kilpatrick",
    "date": "2023-09",
    "guest_description": "Logan Kilpatrick is the head of developer relations at OpenAI, where he supports developers building on OpenAI's APIs and ChatGPT."
  },
  "Luc Levesque": {
    "guest": "Luc Levesque",
    "episode_title": "The Impact of a 10X Growth Advisor with Luc Levesque",
    "date": "2023-08",
    "guest_description": "Luc Levesque is a seasoned growth advisor and executive with experience in scaling companies, having held leadership roles at companies like TripAdvisor and Facebook."
  },
  "Lulu Cheng Meservey": {
    "guest": "Lulu Cheng Meservey",
    "episode_title": "How to Craft Messages That Resonate: Insights from Lulu Cheng Meservey",
    "date": "2023-08-15",
    "guest_description": "Lulu Cheng Meservey is the Chief Communications Officer at Substack, known for her expertise in strategic communications and messaging."
  },
  "Madhavan Ramanujam": {
    "guest": "Madhavan Ramanujam",
    "episode_title": "Monetizing Innovation: How to Price Your Product for Success with Madhavan Ramanujam",
    "date": "2023-05-15",
    "guest_description": "Madhavan Ramanujam is a Senior Partner at Simon-Kucher & Partners and the author of 'Monetizing Innovation', a widely read book on pricing strategy."
  },
  "Madhavan Ramanujam 2.0": {
    "guest": "Madhavan Ramanujam 2.0",
    "episode_title": "Mastering Monetization: Pricing Strategies with Madhavan Ramanujam",
    "date": "2023-09-15",
    "guest_description": "Madhavan Ramanujam is a partner at Simon-Kucher & Partners, specializing in monetization strategies and pricing models for technology companies."
  },
  "Maggie Crowley": {
    "guest": "Maggie Crowley",
    "episode_title": "Maggie Crowley on Building Products Customers Love",
    "date": "2023-05-15",
    "guest_description": "Maggie Crowley is a Director of Product Management at Drift, specializing in building products that enhance customer experience."
  },
  "Manik Gupta": {
    "guest": "Manik Gupta",
    "episode_title": "Building Successful Consumer Products and Teams with Manik Gupta, Former CPO of Uber and Director of Product at Google Maps",
    "date": "2023-06-25",
    "guest_description": "Manik Gupta is the former Chief Product Officer at Uber and Director of Product at Google Maps, with expertise in leading successful consumer products and teams."
  },
  "Marc Andreessen": {
    "guest": "Marc Andreessen",
    "episode_title": "Marc Andreessen on AI, the Future of Technology, and the Economy",
    "date": "2023-07-10",
    "guest_description": "Marc Andreessen is a co-founder and general partner at the venture capital firm Andreessen Horowitz, known for his expertise in technology and investments in innovative companies."
  },
  "Marc Benioff": {
    "guest": "Marc Benioff",
    "episode_title": "Marc Benioff on the Early Days of Salesforce, Staying on Top, and the Future of AI",
    "date": "2023-09-15",
    "guest_description": "Marc Benioff is the co-founder, chairman, and CEO of Salesforce, a leading cloud computing company, known for his expertise in business innovation and philanthropy."
  },
  "Marily Nika": {
    "guest": "Marily Nika",
    "episode_title": "Marily Nika on AI Product Management, Avoiding the Shiny Object Trap, and Lessons from Meta and Google",
    "date": "2023-08-20",
    "guest_description": "Marily Nika is a product lead at Meta focusing on Metaverse, avatars, and identity, and she teaches a popular course on AI and product management on Maven. Previously, she worked at Google for over eight years on projects like Google Glass and machine learning for speech recognition."
  },
  "Marty Cagan": {
    "guest": "Marty Cagan",
    "episode_title": "Marty Cagan on Building Great Products and Teams",
    "date": "2023-05-15",
    "guest_description": "Marty Cagan is the founder of Silicon Valley Product Group and the author of 'Empowered' and 'Inspired', known for his influential work in product management."
  },
  "Marty Cagan 2.0": {
    "guest": "Marty Cagan 2.0",
    "episode_title": "Marty Cagan on Overcoming Product Management Challenges",
    "date": "2023-09-15",
    "guest_description": "Marty Cagan is a renowned product management expert and partner at Silicon Valley Product Group, known for his insights on building successful product teams and authoring influential books on product management."
  },
  "Matt Abrahams": {
    "guest": "Matt Abrahams",
    "episode_title": "Mastering Public Speaking: Techniques and Tips with Matt Abrahams",
    "date": "2023-07-15",
    "guest_description": "Matt Abrahams is a lecturer at Stanford University's Graduate School of Business and an expert in communication and public speaking."
  },
  "Matt Dixon": {
    "guest": "Matt Dixon",
    "episode_title": "How to Overcome Indecision in Sales with Matt Dixon",
    "date": "2023-09",
    "guest_description": "Matt Dixon is a renowned sales expert and co-author of 'The Challenger Sale.' He specializes in sales strategy and customer behavior analysis."
  },
  "Matt LeMay": {
    "guest": "Matt LeMay",
    "episode_title": "The Low Impact PM Death Spiral: How to Avoid It and Thrive",
    "date": "2024-02-15",
    "guest_description": "Matt LeMay is a product management expert and co-founder of Sudden Compass, known for his work in helping organizations improve their product management practices."
  },
  "Matt MacInnis": {
    "guest": "Matt MacInnis",
    "episode_title": "Matt MacInnis on Extraordinary Results and Understaffing for Success",
    "date": "2023-07-15",
    "guest_description": "Matt MacInnis is the Chief Product Officer at Rippling, known for his expertise in product management and leadership strategies."
  },
  "Matt Mochary": {
    "guest": "Matt Mochary",
    "episode_title": "Matt Mochary on the Art of CEO Coaching and Building Great Companies",
    "date": "2023-03-12",
    "guest_description": "Matt Mochary is a renowned CEO coach and author, known for his expertise in guiding leaders of tech companies and startups to achieve their full potential."
  },
  "Matt Mullenweg": {
    "guest": "Matt Mullenweg",
    "episode_title": "Matt Mullenweg on WordPress, Open Source, and Navigating Controversies",
    "date": "2023-09-15",
    "guest_description": "Matt Mullenweg is the co-founder of WordPress and CEO of Automattic, known for his expertise in open source software and web development."
  },
  "Matthew Dicks": {
    "guest": "Matthew Dicks",
    "episode_title": "The Power of Storytelling in Business with Matthew Dicks",
    "date": "2023-07-10",
    "guest_description": "Matthew Dicks is a bestselling author, storyteller, and educator known for his expertise in storytelling and communication."
  },
  "Maya Prohovnik": {
    "guest": "Maya Prohovnik",
    "episode_title": "How Anchor Built a Podcasting Powerhouse — Maya Prohovnik, VP of Product at Anchor",
    "date": "2023-04-15",
    "guest_description": "Maya Prohovnik is the VP of Product at Anchor, known for her expertise in podcasting technology and product development."
  },
  "Mayur Kamat": {
    "guest": "Mayur Kamat",
    "episode_title": "Mayur Kamat on Lessons from Building Google Hangouts and the Science of Product Management",
    "date": "2023-08-15",
    "guest_description": "Mayur Kamat is a seasoned product manager known for his work at Google, particularly as the first PM on Hangouts, and his expertise in product management and strategy."
  },
  "Megan Cook": {
    "guest": "Megan Cook",
    "episode_title": "Megan Cook on Embracing Conflict: The Fight Club Approach",
    "date": "2023-07-15",
    "guest_description": "Megan Cook is the Head of Product at Atlassian, known for her expertise in product management and fostering effective team dynamics."
  },
  "Melanie Perkins": {
    "guest": "Melanie Perkins",
    "episode_title": "Melanie Perkins: How Canva's Founder Built a $40B Design Empire",
    "date": "2023-08-20",
    "guest_description": "Melanie Perkins is the co-founder and CEO of Canva, a graphic design platform that has become a leading tool for creating visual content, known for its user-friendly interface and extensive design capabilities."
  },
  "Melissa": {
    "guest": "Melissa",
    "episode_title": "Melissa Perri on the most common product team pitfalls, when to hire your first PM, and how to become a great product leader",
    "date": "2023-05-28",
    "guest_description": "Melissa Perri is a renowned product management expert, speaker, and consultant, known for her roles as an interim CPO and teaching at Harvard Business School."
  },
  "Melissa Perri": {
    "guest": "Melissa Perri",
    "episode_title": "Mastering Product Management with Melissa Perri",
    "date": "2023-05",
    "guest_description": "Melissa Perri is a renowned product management expert, CEO of Produx Labs, and author of 'Escaping the Build Trap'."
  },
  "Melissa Perri + Denise Tilles": {
    "guest": "Melissa Perri + Denise Tilles",
    "episode_title": "Product Operations: How Successful Companies Build Better Products at Scale",
    "date": "2023-10",
    "guest_description": "Melissa Perri is a renowned figure in product management, author of 'Escaping the Build Trap', and founder of Produx Labs. Denise Tilles is a product leader and co-author of 'Product Operations: How Successful Companies Build Better Products at Scale'."
  },
  "Melissa Tan": {
    "guest": "Melissa Tan",
    "episode_title": "First Principles Thinking and Innovative Go-to-Market Strategies with Melissa Tan",
    "date": "2023-07",
    "guest_description": "Melissa Tan is a former leader at Dropbox, known for her expertise in sales innovation and first principles thinking."
  },
  "Meltem Kuran": {
    "guest": "Meltem Kuran",
    "episode_title": "Building a Strong Foundation: SEO and Growth with Meltem Kuran",
    "date": "2023-06-15",
    "guest_description": "Meltem Kuran is a growth expert specializing in SEO and digital marketing strategies, known for her work in optimizing online presence and driving sustainable growth for businesses."
  },
  "Merci Grace": {
    "guest": "Merci Grace",
    "episode_title": "Merci Grace on Building and Scaling Product-Led Growth at Slack",
    "date": "2023-08-20",
    "guest_description": "Merci Grace is a founder, investor, and former head of growth at Slack, known for her expertise in product-led growth and building effective product teams."
  },
  "Michael Truell": {
    "guest": "Michael Truell",
    "episode_title": "Michael Truell on Reinventing Programming with Cursor",
    "date": "2023-09",
    "guest_description": "Michael Truell is the co-founder and CEO of Cursor, a company focused on creating a new type of programming and software development."
  },
  "Mihika Kapoor": {
    "guest": "Mihika Kapoor",
    "episode_title": "Unlocking Creativity and Vision with Mihika Kapoor",
    "date": "2023-09",
    "guest_description": "Mihika Kapoor is a design engineering PM hybrid at Figma, known for her ability to create a vision and inspire teams to see and achieve ambitious goals."
  },
  "Mike Krieger": {
    "guest": "Mike Krieger",
    "episode_title": "AI and the Future of Coding: A Conversation with Mike Krieger",
    "date": "2023-09",
    "guest_description": "Mike Krieger is the co-founder of Instagram and an expert in technology and product development."
  },
  "Mike Maples Jr": {
    "guest": "Mike Maples Jr",
    "episode_title": "Mike Maples Jr. on Inflections, Insights, and Founder Future Fit",
    "date": "2023-07",
    "guest_description": "Mike Maples Jr is a co-founding partner at Floodgate, a venture capital firm, and is known for his expertise in investing in early-stage startups and identifying breakthrough ideas."
  },
  "Molly Graham": {
    "guest": "Molly Graham",
    "episode_title": "Molly Graham on Scaling Teams, Culture, and Giving Away Your Legos",
    "date": "2023-07-16",
    "guest_description": "Molly Graham is a leadership expert known for her work in scaling teams and cultures at tech companies like Google and Facebook, and for her 'giving away your Legos' framework."
  },
  "Nabeel S. Qureshi": {
    "guest": "Nabeel S. Qureshi",
    "episode_title": "The Unique Path to Product Management at Palantir with Nabeel S. Qureshi",
    "date": "2023-05-15",
    "guest_description": "Nabeel S. Qureshi is a former product manager at Palantir Technologies, known for his expertise in product management and engineering, particularly in the context of deploying software solutions in complex environments."
  },
  "Nan Yu": {
    "guest": "Nan Yu",
    "episode_title": "How Linear Builds a World-Class Product with Nan Yu",
    "date": "2023-09-15",
    "guest_description": "Nan Yu is a product leader at Linear, known for her expertise in building high-quality, efficient product development processes."
  },
  "Nancy Duarte": {
    "guest": "Nancy Duarte",
    "episode_title": "Nancy Duarte on the Secret to Powerful Communication and Storytelling",
    "date": "2023-05-15",
    "guest_description": "Nancy Duarte is a bestselling author, speaker, and CEO of Duarte Incorporated, known for her expertise in communication and storytelling."
  },
  "Naomi Gleit": {
    "guest": "Naomi Gleit",
    "episode_title": "Naomi Gleit on Building Products at Meta and Lessons from Nearly 20 Years at Facebook",
    "date": "2023-09-10",
    "guest_description": "Naomi Gleit is the head of product at Meta, and she is the longest-serving executive at the company after Mark Zuckerberg, having joined as employee number 29."
  },
  "Naomi Ionita": {
    "guest": "Naomi Ionita",
    "episode_title": "Naomi Ionita on Pricing Strategies and Monetization",
    "date": "2023-06",
    "guest_description": "Naomi Ionita is a product leader with expertise in growth and monetization, having built early teams and infrastructure at Evernote."
  },
  "Nick Turley": {
    "guest": "Nick Turley",
    "episode_title": "The Inside Story of Building ChatGPT with Nick Turley",
    "date": "2023-09-15",
    "guest_description": "Nick Turley is a product manager known for his work at Dropbox and Instacart, and is currently the PM of ChatGPT at OpenAI."
  },
  "Nickey Skarstad": {
    "guest": "Nickey Skarstad",
    "episode_title": "Nickey Skarstad on Setting Vision, Translating Goals, and Maintaining Product Quality",
    "date": "2023-06-18",
    "guest_description": "Nickey Skarstad is a director of product management at Duolingo, with previous experience as VP product at The Wing and a notable career at Airbnb and Etsy."
  },
  "Nicole Forsgren": {
    "guest": "Nicole Forsgren",
    "episode_title": "The Science of DevOps and Measuring Developer Productivity with Nicole Forsgren",
    "date": "2023-07-23",
    "guest_description": "Nicole Forsgren is a partner at Microsoft Research and co-author of the book 'Accelerate: The Science of Lean Software and DevOps: Building and Scaling High Performing Technology Organizations'."
  },
  "Nicole Forsgren 2.0": {
    "guest": "Nicole Forsgren 2.0",
    "episode_title": "How to Measure and Improve Engineering Productivity with Nicole Forsgren",
    "date": "2023-09-15",
    "guest_description": "Nicole Forsgren is a partner at Microsoft Research and an expert in software engineering and productivity metrics."
  },
  "Nikhyl Singhal": {
    "guest": "Nikhyl Singhal",
    "episode_title": "The Art of Product Management: Insights from Nikhyl Singhal",
    "date": "2023-09-15",
    "guest_description": "Nikhyl Singhal is a seasoned product management leader, known for his expertise in building and scaling products at companies like Facebook and Google."
  },
  "Nikita Bier": {
    "guest": "Nikita Bier",
    "episode_title": "Nikita Bier on Viral App Launches, Selling to Facebook, and Finding Latent Demand",
    "date": "2023-07-15",
    "guest_description": "Nikita Bier is an entrepreneur known for launching the viral app tbh, which was later acquired by Facebook. He specializes in identifying latent demand and creating successful social apps."
  },
  "Nikita Miller": {
    "guest": "Nikita Miller",
    "episode_title": "How to Balance Outcomes and Outputs in Product Development with Nikita Miller",
    "date": "2023-09-15",
    "guest_description": "Nikita Miller is a seasoned product leader and advisor with expertise in product development and growth strategies, known for her work in balancing outcomes and outputs in tech companies."
  },
  "Nilan Peiris": {
    "guest": "Nilan Peiris",
    "episode_title": "Nilan Peiris on Building a Product That Grows Itself",
    "date": "2023-06-25",
    "guest_description": "Nilan Peiris is the Chief Product Officer at Wise, where he has been instrumental in the company's growth for over 11 years, leveraging his expertise in product development and growth strategies."
  },
  "Nir Eyal": {
    "guest": "Nir Eyal",
    "episode_title": "Nir Eyal on Building Habit-Forming Products and Overcoming Distraction",
    "date": "2022-09-25",
    "guest_description": "Nir Eyal is an author and expert on behavioral design, known for his books 'Hooked: How to Build Habit-Forming Products' and 'Indistractable: How to Control Your Attention and Choose Your Life.'"
  },
  "Noah Weiss": {
    "guest": "Noah Weiss",
    "episode_title": "Noah Weiss on Building Innovative Products at Slack",
    "date": "2023-08-15",
    "guest_description": "Noah Weiss is the SVP of Product at Slack, known for his expertise in product development and innovation, particularly in creating audiovisual products and AI-driven features."
  },
  "Noam Lovinsky": {
    "guest": "Noam Lovinsky",
    "episode_title": "Noam Lovinsky on Building Successful Products at YouTube, Thumbtack, and Facebook",
    "date": "2023-07-15",
    "guest_description": "Noam Lovinsky is a seasoned product leader known for his work at YouTube, Thumbtack, and Facebook, where he has been instrumental in driving product innovation and growth."
  },
  "Oji Udezue": {
    "guest": "Oji Udezue",
    "episode_title": "The Secret to Building Viral Products with Oji Udezue",
    "date": "2023-07-15",
    "guest_description": "Oji Udezue is a product leader with expertise in building viral products, formerly VP of Product at Calendly."
  },
  "Paige Costello": {
    "guest": "Paige Costello",
    "episode_title": "How to Build Trust and Overcome Skepticism with Paige Costello",
    "date": "2023-05",
    "guest_description": "Paige Costello is a seasoned product leader known for her expertise in product management and growth strategies."
  },
  "Patrick Campbell": {
    "guest": "Patrick Campbell",
    "episode_title": "Patrick Campbell on Pricing Strategies and Building a Successful SaaS Business",
    "date": "2023-04-15",
    "guest_description": "Patrick Campbell is the founder and CEO of ProfitWell, a company specializing in subscription pricing and retention strategies for SaaS businesses."
  },
  "Paul Adams": {
    "guest": "Paul Adams",
    "episode_title": "Paul Adams on the Future of AI and Product Management",
    "date": "2023-06-15",
    "guest_description": "Paul Adams is the chief product officer at Intercom, with expertise in product management and AI integration."
  },
  "Paul Millerd": {
    "guest": "Paul Millerd",
    "episode_title": "Rethinking Work and Creating a Life of Freedom with Paul Millerd",
    "date": "2023-08-15",
    "guest_description": "Paul Millerd is an author and consultant known for his work on rethinking work and life, and he is the author of 'The Pathless Path.'"
  },
  "Pete Kazanjy": {
    "guest": "Pete Kazanjy",
    "episode_title": "Pete Kazanjy on Mastering Sales for Founders and Product Managers",
    "date": "2023-09-15",
    "guest_description": "Pete Kazanjy is the author of 'Founding Sales', founder of Atrium, and runs the Modern Sales Pros community, specializing in B2B sales and sales analytics."
  },
  "Peter Deng": {
    "guest": "Peter Deng",
    "episode_title": "Building from Zero to Billions: Lessons from Peter Deng",
    "date": "2023-09",
    "guest_description": "Peter Deng is a seasoned product leader known for his work at Facebook, Uber, and OpenAI, where he played key roles in developing major products like Facebook News Feed, Messenger, and ChatGPT Enterprise."
  },
  "Petra Wille": {
    "guest": "Petra Wille",
    "episode_title": "How to Become a Strong Product Leader | Petra Wille, Author of Strong Product People",
    "date": "2022-06-05",
    "guest_description": "Petra Wille is an independent product leadership coach and author of 'Strong Product People', specializing in helping product teams enhance their skills and effectiveness."
  },
  "Phyl Terry": {
    "guest": "Phyl Terry",
    "episode_title": "How to Find Your Dream Job: Lessons from Phyl Terry",
    "date": "2023-05-15",
    "guest_description": "Phyl Terry is a renowned expert in customer experience and the founder of Collaborative Gain, a leadership community for executives focused on product and customer experience."
  },
  "Raaz Herzberg": {
    "guest": "Raaz Herzberg",
    "episode_title": "Lessons from the First 10 Employees: Raaz Herzberg on Pivoting to Success",
    "date": "2023-06",
    "guest_description": "Raaz Herzberg is a product management expert who was one of the first 10 employees and the first product manager at a startup that pivoted to focus on cloud security."
  },
  "Rachel Lockett": {
    "guest": "Rachel Lockett",
    "episode_title": "The Art of Leadership: Empowering Teams and Navigating Difficult Conversations",
    "date": "2023-07-15",
    "guest_description": "Rachel Lockett is a leadership coach specializing in helping technical leaders develop their skills in empowering teams and handling difficult conversations."
  },
  "Rahul Vohra": {
    "guest": "Rahul Vohra",
    "episode_title": "Rahul Vohra on Finding Product-Market Fit, Building Superhuman, and the Future of Email",
    "date": "2022-03-20",
    "guest_description": "Rahul Vohra is the founder and CEO of Superhuman, an email client known for its speed and efficiency, and he is an expert in product-market fit and user experience design."
  },
  "Ramesh Johari": {
    "guest": "Ramesh Johari",
    "episode_title": "The Art and Science of Managing Marketplaces with Ramesh Johari",
    "date": "2023-07-10",
    "guest_description": "Ramesh Johari is a professor at Stanford University specializing in operations research and marketplace design, with a focus on the dynamics and management of online marketplaces."
  },
  "Ravi Mehta": {
    "guest": "Ravi Mehta",
    "episode_title": "How to Become a More Effective Product Leader | Ravi Mehta, Former Chief Product Officer at Tinder",
    "date": "2022-09-25",
    "guest_description": "Ravi Mehta is a former Chief Product Officer at Tinder and a product leader with extensive experience in building and scaling consumer technology products."
  },
  "Ray Cao": {
    "guest": "Ray Cao",
    "episode_title": "How TikTok Operates: Insights from Ray Cao",
    "date": "2023-09",
    "guest_description": "Ray Cao is a senior executive at TikTok, known for his expertise in product strategy and operations within the company."
  },
  "Richard Rumelt": {
    "guest": "Richard Rumelt",
    "episode_title": "Richard Rumelt: The Essence of Good Strategy and How to Think Strategically",
    "date": "2023-06",
    "guest_description": "Richard Rumelt is a renowned expert in the field of strategy, known for his influential work as the author of 'Good Strategy Bad Strategy' and his extensive contributions to strategic thinking."
  },
  "Robby Stein": {
    "guest": "Robby Stein",
    "episode_title": "The Future of Search and AI with Robby Stein",
    "date": "2023-09-15",
    "guest_description": "Robby Stein is a product leader known for his work at Google, focusing on AI and search technologies."
  },
  "Roger Martin": {
    "guest": "Roger Martin",
    "episode_title": "The Art of Strategy with Roger Martin",
    "date": "2023-05",
    "guest_description": "Roger Martin is a renowned business strategist and former Dean of the Rotman School of Management, known for his expertise in integrative thinking and strategic management."
  },
  "Ronny Kohavi": {
    "guest": "Ronny Kohavi",
    "episode_title": "Ronny Kohavi on the Surprising Power of Experimentation",
    "date": "2023-05-15",
    "guest_description": "Ronny Kohavi is a leading expert in the field of experimentation and A/B testing, known for his work at Microsoft and Amazon where he has driven data-driven decision-making processes."
  },
  "Ryan Hoover": {
    "guest": "Ryan Hoover",
    "episode_title": "Ryan Hoover on Building Product Hunt, Investing, and the Future of Tech",
    "date": "2023-06-15",
    "guest_description": "Ryan Hoover is the founder of Product Hunt and a full-time investor with the Weekend Fund, known for his expertise in product management and his influential presence in the tech community."
  },
  "Ryan J. Salva": {
    "guest": "Ryan J. Salva",
    "episode_title": "The Future of Software Development with Ryan J. Salva",
    "date": "2023-07-15",
    "guest_description": "Ryan J. Salva is a Vice President at GitHub, specializing in developer tools and open source software."
  },
  "Ryan Singer": {
    "guest": "Ryan Singer",
    "episode_title": "Ryan Singer on Shaping, Building, and Betting: Lessons from Basecamp",
    "date": "2023-06-15",
    "guest_description": "Ryan Singer is the former Head of Strategy at Basecamp, known for his expertise in product management and software design."
  },
  "Sachin Monga": {
    "guest": "Sachin Monga",
    "episode_title": "The Future of Writing on the Internet with Sachin Monga",
    "date": "2023-07-15",
    "guest_description": "Sachin Monga is a product leader and expert in digital publishing, known for his work at Substack where he focuses on empowering writers and transforming the economic model for online writing."
  },
  "Sahil Mansuri": {
    "guest": "Sahil Mansuri",
    "episode_title": "How to Plan and Grow in Uncertain Times with Sahil Mansuri",
    "date": "2023-05",
    "guest_description": "Sahil Mansuri is the CEO and founder of Bravado, a professional network for salespeople, known for his expertise in sales strategy and leadership."
  },
  "Sam Lessin": {
    "guest": "Sam Lessin",
    "episode_title": "The Art of Etiquette and Building Trust in Silicon Valley",
    "date": "2023-08-15",
    "guest_description": "Sam Lessin is a venture capitalist and entrepreneur, known for his work as a former VP of Product Management at Facebook and as a co-founder of Fin, a productivity software company."
  },
  "Sam Schillace": {
    "guest": "Sam Schillace",
    "episode_title": "The Secret to a Successful Career with Sam Schillace",
    "date": "2023-05-15",
    "guest_description": "Sam Schillace is the corporate vice president and deputy chief technology officer at Microsoft, known for his expertise in software development and innovation."
  },
  "Sanchan Saxena": {
    "guest": "Sanchan Saxena",
    "episode_title": "Lessons from Leading Product at Airbnb, Instagram, and Coinbase with Sanchan Saxena",
    "date": "2023-07-23",
    "guest_description": "Sanchan Saxena is the VP of Product at Coinbase, with previous leadership roles at Airbnb, Instagram, Yahoo, and Microsoft, known for his expertise in product management and development."
  },
  "Sander Schulhoff": {
    "guest": "Sander Schulhoff",
    "episode_title": "The Art and Science of Prompt Engineering with Sander Schulhoff",
    "date": "2023-09-15",
    "guest_description": "Sander Schulhoff is an AI researcher and prompt engineering expert known for his work on optimizing interactions with large language models."
  },
  "Sander Schulhoff 2.0": {
    "guest": "Sander Schulhoff 2.0",
    "episode_title": "Lenny's Podcast: Sander Schulhoff 2.0",
    "date": "Unknown",
    "guest_description": "Product management expert"
  },
  "Sarah Tavel": {
    "guest": "Sarah Tavel",
    "episode_title": "Sarah Tavel on Market Dynamics, Finding Product-Market Fit, and the Future of Consumer Tech",
    "date": "2023-05-14",
    "guest_description": "Sarah Tavel is a partner at Benchmark, a leading venture capital firm, where she focuses on consumer technology investments."
  },
  "Scott Belsky": {
    "guest": "Scott Belsky",
    "episode_title": "Scott Belsky on Navigating Uncertainty, Building Resilience, and the Future of Work",
    "date": "2023-04-10",
    "guest_description": "Scott Belsky is the Chief Product Officer at Adobe and the founder of Behance, known for his expertise in product development and creative leadership."
  },
  "Scott Wu": {
    "guest": "Scott Wu",
    "episode_title": "How AI is Transforming Engineering: A Conversation with Scott Wu",
    "date": "2023-09-15",
    "guest_description": "Scott Wu is the CTO of a leading AI-driven company, specializing in integrating AI technologies into engineering processes."
  },
  "Sean Ellis": {
    "guest": "Sean Ellis",
    "episode_title": "Sean Ellis on Growth Hacking and the Sean Ellis Test",
    "date": "2023-05-15",
    "guest_description": "Sean Ellis is a startup growth expert known for coining the term 'growth hacking' and is the founder of GrowthHackers.com."
  },
  "Seth Godin": {
    "guest": "Seth Godin",
    "episode_title": "Seth Godin on AI, Innovation, and Building Remarkable Products",
    "date": "2023-09",
    "guest_description": "Seth Godin is a renowned author, entrepreneur, and marketing expert known for his work on the post-industrial revolution, the way ideas spread, marketing, quitting, leadership, and most of all, changing everything."
  },
  "Shaun Clowes": {
    "guest": "Shaun Clowes",
    "episode_title": "Shaun Clowes on the State of Product Management and How to Improve It",
    "date": "2023-06",
    "guest_description": "Shaun Clowes is a product management expert and former Chief Product Officer at Metromile, known for his insights on product strategy and leadership."
  },
  "Shishir Mehrotra": {
    "guest": "Shishir Mehrotra",
    "episode_title": "Shishir Mehrotra on Growth Strategy, Blue Loops and Black Loops, and the Rituals of Great Teams",
    "date": "2023-07",
    "guest_description": "Shishir Mehrotra is the co-founder and CEO of Coda, and a former leader of YouTube's product engineering and design teams at Google."
  },
  "Shreyas Doshi": {
    "guest": "Shreyas Doshi",
    "episode_title": "Shreyas Doshi on the Art of Product Management",
    "date": "2022-08-21",
    "guest_description": "Shreyas Doshi is a renowned product management expert who has worked at leading tech companies like Yahoo, Twitter, Google, and Stripe, known for sharing insightful and often contrarian advice on product management."
  },
  "Shreyas Doshi Live": {
    "guest": "Shreyas Doshi Live",
    "episode_title": "Shreyas Doshi: Three Questions I Wish I Asked Sooner, Why Product Leaders Are So Busy, and Building Good Taste",
    "date": "2023-09",
    "guest_description": "Shreyas Doshi is a renowned product leader and advisor with experience at companies like Stripe and Twitter, known for his expertise in product management and leadership."
  },
  "Shweta Shriva": {
    "guest": "Shweta Shriva",
    "episode_title": "Shweta Shrivastava on Challenging Assumptions and Leading Product at Waymo",
    "date": "2023-08",
    "guest_description": "Shweta Shrivastava is the Senior Director of Product Management at Waymo, specializing in self-driving car technology and previously served as Chief Product Officer at Nauto, focusing on driver automation."
  },
  "Sri Batchu": {
    "guest": "Sri Batchu",
    "episode_title": "Scaling B2B Growth: Insights from Sri Batchu",
    "date": "2023-08",
    "guest_description": "Sri Batchu was VP of Ops at Opendoor and is known for his expertise in scaling B2B companies and developing effective sales and marketing strategies."
  },
  "Sriram and Aarthi": {
    "guest": "Sriram and Aarthi",
    "episode_title": "Sriram Krishnan & Aarthi Ramamurthy on Building Iconic Products, Lessons from Working with Zuckerberg, Balaji, and Elon, and the Future of Twitter",
    "date": "2023-07-30",
    "guest_description": "Sriram Krishnan is a general partner at Andreessen Horowitz and a former executive at Twitter, while Aarthi Ramamurthy is a product and engineering leader with experience at Facebook and Clubhouse."
  },
  "Stewart Butterfield": {
    "guest": "Stewart Butterfield",
    "episode_title": "Stewart Butterfield on Building Slack, the Future of Work, and Lessons from Flickr",
    "date": "2023-04-10",
    "guest_description": "Stewart Butterfield is the co-founder and former CEO of Slack, a leading collaboration platform, and also co-founded Flickr, a popular photo-sharing service."
  },
  "Tamar Yehoshua": {
    "guest": "Tamar Yehoshua",
    "episode_title": "Tamar Yehoshua on Building Successful Product and Engineering Partnerships",
    "date": "2023-08-15",
    "guest_description": "Tamar Yehoshua is the president of product and technology at Glean, an enterprise AI company, and was previously the chief product officer at Slack, where she led product design."
  },
  "Tanguy Crusson": {
    "guest": "Tanguy Crusson",
    "episode_title": "Lessons from building Jira Product Discovery at Atlassian with Tanguy Crusson",
    "date": "2023-06-18",
    "guest_description": "Tanguy Crusson is a seasoned product manager at Atlassian, known for his work on HipChat, Stride, and Jira Product Discovery."
  },
  "Teaser_2021": {
    "guest": "Teaser_2021",
    "episode_title": "The Room Where it Happens with Greg Isenberg and Sahil Bloom",
    "date": "2023-09",
    "guest_description": "Teaser_2021 is a placeholder name for the episode teaser featuring Greg Isenberg, CEO of Late Checkout, and Sahil Bloom, an investor and entrepreneur."
  },
  "Teresa Torres": {
    "guest": "Teresa Torres",
    "episode_title": "Teresa Torres on Continuous Discovery Habits and the Opportunity Solution Tree",
    "date": "2022-07-17",
    "guest_description": "Teresa Torres is a renowned product discovery coach and the author of 'Continuous Discovery Habits', known for her expertise in helping product teams adopt continuous discovery practices."
  },
  "Tim Holley": {
    "guest": "Tim Holley",
    "episode_title": "How Etsy navigated the pandemic and found growth opportunities",
    "date": "2023-05-15",
    "guest_description": "Tim Holley is the VP of Product at Etsy, where he focuses on enhancing the platform's marketplace and driving growth."
  },
  "Timothy Davis": {
    "guest": "Timothy Davis",
    "episode_title": "Performance Marketing Strategies with Timothy Davis",
    "date": "2023-08",
    "guest_description": "Timothy Davis is a performance marketing expert known for his work in optimizing digital advertising strategies across major platforms like Google and Meta."
  },
  "Tobi Lutke": {
    "guest": "Tobi Lutke",
    "episode_title": "Tobi Lütke: Embracing the Unconventional and Building for the Future",
    "date": "2023-07-15",
    "guest_description": "Tobi Lutke is the CEO and founder of Shopify, a leading e-commerce platform, known for his innovative approach to business and technology."
  },
  "Todd Jackson": {
    "guest": "Todd Jackson",
    "episode_title": "Todd Jackson on Finding Product-Market Fit: Frameworks and Strategies",
    "date": "2023-06-15",
    "guest_description": "Todd Jackson is a partner at First Round Capital and an expert in product management and product-market fit strategies."
  },
  "Tom Conrad": {
    "guest": "Tom Conrad",
    "episode_title": "Tom Conrad: Lessons from Pandora, Quibi, and Snap — Finding Product-Market Fit, Building Beloved Products, and the Future of Entertainment",
    "date": "2023-06-18",
    "guest_description": "Tom Conrad is a former engineer at Apple and the CTO of Pandora, where he helped grow the platform from zero to 80 million users."
  },
  "Tomer Cohen": {
    "guest": "Tomer Cohen",
    "episode_title": "LinkedIn’s Chief Product Officer on the company’s reinvention and the future of work",
    "date": "2023-07-23",
    "guest_description": "Tomer Cohen is the Chief Product Officer at LinkedIn, responsible for leading the company's product strategy and development."
  },
  "Tomer Cohen 2.0": {
    "guest": "Tomer Cohen 2.0",
    "episode_title": "The Future of Building Products with AI: A Conversation with Tomer Cohen",
    "date": "2023-09-15",
    "guest_description": "Tomer Cohen is the Chief Product Officer at LinkedIn, specializing in leveraging AI to innovate product development."
  },
  "Tristan de Montebello": {
    "guest": "Tristan de Montebello",
    "episode_title": "Ultraspeaking: How to Speak with Confidence and Authenticity",
    "date": "2023-05",
    "guest_description": "Tristan de Montebello is the co-creator of Ultraspeaking, a public speaking workshop, and was the fastest competitor to reach the finals of the world championship of public speaking in 2017."
  },
  "Upasna Gautam": {
    "guest": "Upasna Gautam",
    "episode_title": "How CNN's Upasna Gautam Navigates Breaking News and Product Management",
    "date": "2023-09-15",
    "guest_description": "Upasna Gautam is a product manager at CNN, where she leads the team responsible for the content management system and breaking news product strategy."
  },
  "Uri Levine": {
    "guest": "Uri Levine",
    "episode_title": "The Art of Building Unicorns: Lessons from Waze Co-Founder Uri Levine",
    "date": "2023-06-15",
    "guest_description": "Uri Levine is the co-founder of Waze, a successful entrepreneur who has co-founded 10 companies and served on the board of 20, with expertise in building unicorn startups."
  },
  "Uri Levine 2.0": {
    "guest": "Uri Levine 2.0",
    "episode_title": "How to Navigate Crisis and Find Product-Market Fit with Uri Levine",
    "date": "2023-09",
    "guest_description": "Uri Levine is a co-founder of Waze and an expert in building successful startups, focusing on achieving product-market fit and navigating crises."
  },
  "Varun Mohan": {
    "guest": "Varun Mohan",
    "episode_title": "How to Build a Future-Proof Product Team with Varun Mohan",
    "date": "2023-07-15",
    "guest_description": "Varun Mohan is a product leader known for his expertise in building and scaling innovative technology teams, currently serving as a key figure at a leading tech company."
  },
  "Varun Parmar": {
    "guest": "Varun Parmar",
    "episode_title": "Varun Parmar, CPO of Miro, on Building Great Products",
    "date": "2023-07-15",
    "guest_description": "Varun Parmar is the Chief Product Officer at Miro, with prior experience as Senior Vice President and Chief Product Officer at Box, known for his expertise in product development and management."
  },
  "Vijay": {
    "guest": "Vijay",
    "episode_title": "Vijay Iyengar on Balancing Core Product Investment and New Ventures",
    "date": "2023-09",
    "guest_description": "Vijay Iyengar is the head of product at a leading technology company, specializing in strategic product development and growth."
  },
  "Vikrama Dhiman": {
    "guest": "Vikrama Dhiman",
    "episode_title": "Career Growth Frameworks and Product Leadership with Vikrama Dhiman",
    "date": "2023-08-15",
    "guest_description": "Vikrama Dhiman is a seasoned product leader known for creating a career growth framework for product managers, with expertise in product strategy and leadership in the tech industry."
  },
  "Wes Kao": {
    "guest": "Wes Kao",
    "episode_title": "How to Manage Up, Influence Others, and Take Control of Your Career | Wes Kao, Maven",
    "date": "2023-04-02",
    "guest_description": "Wes Kao is the co-founder of Maven, a cohort-based learning platform, and has expertise in helping creators like Seth Godin and Scott Galloway build successful cohort-based courses."
  },
  "Wes Kao 2.0": {
    "guest": "Wes Kao 2.0",
    "episode_title": "Wes Kao on the Art of Communication and Leadership",
    "date": "2023-08-15",
    "guest_description": "Wes Kao is a co-founder of Maven, an expert in online education and communication strategies."
  },
  "Will Larson": {
    "guest": "Will Larson",
    "episode_title": "Will Larson: Leadership lessons from Stripe, Uber, and Calm",
    "date": "2023-08-15",
    "guest_description": "Will Larson is the CTO at Carta and a former software engineering leader at Stripe, Uber, and Calm. He is also the author of two essential books for engineers, 'An Elegant Puzzle' and 'Staff Engineer'."
  },
  "Yuhki Yamashata": {
    "guest": "Yuhki Yamashata",
    "episode_title": "The Future of Design with Yuhki Yamashata",
    "date": "2023-05",
    "guest_description": "Yuhki Yamashata is the Chief Product Officer at Figma, known for her expertise in design and product management."
  },
  "Yuriy Timen": {
    "guest": "Yuriy Timen",
    "episode_title": "Yuriy Timen on Growth Strategy: Lessons from Grammarly, Canva, and More",
    "date": "2023-09-18",
    "guest_description": "Yuriy Timen is a full-time advisor specializing in growth strategy, having worked with companies like Canva, Airtable, and Grammarly, where he led growth and marketing for nine years."
  },
  "Zevi Arnovitz": {
    "guest": "Zevi Arnovitz",
    "episode_title": "The Future of Product Management with AI: A Conversation with Zevi Arnovitz",
    "date": "2023-09-15",
    "guest_description": "Zevi Arnovitz is a product manager with a non-technical background, known for leveraging AI tools like Cursor and Claude Code to enhance product development processes."
  },
  "Zoelle Egner": {
    "guest": "Zoelle Egner",
    "episode_title": "How to Build a Beloved Brand with Zoelle Egner",
    "date": "2023-06",
    "guest_description": "Zoelle Egner is a marketing and growth expert known for her work at Airtable, where she helped scale the company from a small startup to a widely recognized brand."
  }
}